export interface Student {
  id: string;
  name: string;
  studentClass: string;
}

// Student database fetched from user-provided Google Sheet
export const STUDENTS_LIST: Student[] = [
  {
    "id": "17471",
    "name": "เด็กชาย กรวิชญ์ ทองน้อย 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17472",
    "name": "เด็กชาย กฤษณพล วิสุทธิแพทย์ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17473",
    "name": "เด็กชาย กิตติ์ดนัย ผลถาวรสุข 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17474",
    "name": "เด็กชาย ชินาธิป ประทุมชัย 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17475",
    "name": "เด็กชาย เดชาวัฒน์ คงขัน 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17476",
    "name": "เด็กชาย เตชนิธิ กาใจ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17477",
    "name": "เด็กชาย ธนาเดช อินจันทร์ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17478",
    "name": "เด็กชาย ธนาธิป มุณีแก้ว 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17479",
    "name": "เด็กชาย นันทภัทร กันอ่อง 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17480",
    "name": "เด็กชาย ปกรณ์เกียรติ คงใจมั่น 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17481",
    "name": "เด็กชาย ปุณญ์พัศยศ สังข์ต้อง 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17482",
    "name": "เด็กชาย ภัทรพล สระทองดี 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17483",
    "name": "เด็กชาย ภาคิน อินหันต์ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17484",
    "name": "เด็กชาย ภูเบศ คำแสง 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17485",
    "name": "เด็กชาย รชต วันทา 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17486",
    "name": "เด็กชาย ศุภกิตติ์ แดงดี 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17487",
    "name": "เด็กชาย สิรวิชญ์ เขียวทาสี 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17488",
    "name": "เด็กชาย สุกัลย์ เนียมสวรรค์ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17489",
    "name": "เด็กหญิง หัฏฐกร ใจดี 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17490",
    "name": "เด็กหญิง กานต์ธิดา คำสี 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17491",
    "name": "เด็กหญิง จอมขวัญ พันธ์สิทธิ์ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17492",
    "name": "เด็กหญิง ฉัตรกมล คร้ามสมอ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17493",
    "name": "เด็กหญิง ชฎาพร คำไทย 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17494",
    "name": "เด็กหญิง ชินาณา แดงอาษา 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17495",
    "name": "เด็กหญิง ฐิติพร สุริวงศ์ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17496",
    "name": "เด็กหญิง ณัฐณิชา นาคเมือง 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17497",
    "name": "เด็กหญิง ณัฐณิชา ปานเกิด 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17498",
    "name": "เด็กหญิง ณิชนันทน์ สุขเปีย 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17499",
    "name": "เด็กหญิง ทิพวรรณ อ้นเนียม 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17500",
    "name": "เด็กหญิง ปภาวรินท์ เเสงมะลิ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17501",
    "name": "เด็กหญิง ประภัสสร แสนช่อง 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17502",
    "name": "เด็กหญิง พิมพ์ชนก อ่ำขำ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17503",
    "name": "เด็กหญิง พีชญา สระทองจุด 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17504",
    "name": "เด็กหญิง ภรณภา จินคง 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17505",
    "name": "เด็กหญิง ภิญญาพัชญ์ สิริศรีเศรษฐา 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17506",
    "name": "เด็กหญิง มณิชา จันทวิชญสุทธิ์ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17507",
    "name": "เด็กหญิง วรพิชชา เป็นพุ่ม 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17508",
    "name": "เด็กหญิง หทัยรัตน์ เงี้ยวเกิด 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17509",
    "name": "เด็กหญิง หฤทชนัน เขียวเอี่ยม 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17510",
    "name": "เด็กหญิง เอกชนก ระดมกิจ 1.1",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17511",
    "name": "เด็กชาย ณัฐกรณ์ อิ่มคำ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17512",
    "name": "เด็กชาย ณัฐศรัณย์ จันทร์แดง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17513",
    "name": "เด็กชาย ทินภัทร มั่นคง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17514",
    "name": "เด็กชาย เทพกานณ์ เพ็ชรมิน 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17515",
    "name": "เด็กชาย ธัญเทพ ขันวิเชียร 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17516",
    "name": "เด็กชาย นนทพัทธ จรูญศรี 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17517",
    "name": "เด็กชาย นภัทร์ ใจโพธิ์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17518",
    "name": "เด็กชาย นราธิป ดิษฐ์แก้ว 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17519",
    "name": "เด็กชาย พชรดนัย กันอยู่ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17520",
    "name": "เด็กชาย ภานุพงศ์ สีแสง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17521",
    "name": "เด็กชาย ภูวนัย สุขสวัสดิ์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17522",
    "name": "เด็กชาย วชิรวิทย์ ภู่รักแก้ว 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17523",
    "name": "เด็กชาย วรพล สระทองงาม 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17524",
    "name": "เด็กชาย ศุภวิชญ์ พูลกสิวิทย์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17525",
    "name": "เด็กชาย สุรพศ จำปาขาว 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17526",
    "name": "เด็กชาย อภิวัฒน์ ธีรวรุตม์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17527",
    "name": "เด็กหญิง กมลชนก มากกูล 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17528",
    "name": "เด็กหญิง จิรปรียา วิกาชะโล 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17529",
    "name": "เด็กหญิง ชลิดา เปรมเกิด 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17530",
    "name": "เด็กหญิง ชวิศา คำนวนวิทย์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17531",
    "name": "เด็กหญิง ชาลินี นามเย็น 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17532",
    "name": "เด็กหญิง ญาณิศา มากเมือง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17533",
    "name": "เด็กหญิง ฐานิตารัชต์ เข็มทอง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17534",
    "name": "เด็กหญิง ณัฎฐธิดา นาคทอง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17535",
    "name": "เด็กหญิง ณัฐธิดา สระทองจันทร์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17536",
    "name": "เด็กหญิง ปวริศา ดวงมณี 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17537",
    "name": "เด็กหญิง พัชราภา เกตุแพร 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17538",
    "name": "เด็กหญิง พัสน์นันท์ เอี่ยมสนธิ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17539",
    "name": "เด็กหญิง พิมพ์ชนก คล้ายสงคราม 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17540",
    "name": "เด็กหญิง พิมพ์นิภา อู่นาท 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17541",
    "name": "เด็กหญิง พิมลรัตน์ พุ่มพวง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17542",
    "name": "เด็กหญิง มนัสนันท์ พุ่มพวง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17543",
    "name": "เด็กหญิง วชิราภรณ์ อทุมพันธ์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17544",
    "name": "เด็กหญิง วรรณวิษา มาท้วม 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17545",
    "name": "เด็กหญิง ศิรภัสสร เกตุชู 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17546",
    "name": "เด็กหญิง ศิริขวัญ ทองมนต์ 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17547",
    "name": "เด็กหญิง สุกัญญา น่วมนาค 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17548",
    "name": "เด็กหญิง สุชัญญา เพชรโฉมฉาย 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17549",
    "name": "เด็กหญิง สุนิษา โพธิ์ทอง 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17550",
    "name": "เด็กหญิง อรญา บำรุงมา 1.2",
    "studentClass": "ม.1/2"
  },
  {
    "id": "17551",
    "name": "เด็กชาย กิตติพงศ์ เอี่ยมคง 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17552",
    "name": "เด็กชาย ชัยณรงค์ ท่าโพธิ์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17553",
    "name": "เด็กชาย ฐิติวัฒน์ เจริญเนตร 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17554",
    "name": "เด็กชาย ณัฐพล วาจางาม 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17555",
    "name": "เด็กชาย ณัฐภัทร ศรีแจ่ม 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17556",
    "name": "เด็กชาย ทรงวุฒิ โยธาตรี 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17557",
    "name": "เด็กชาย ธนกฤติ ภูศรีเทศ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17558",
    "name": "เด็กชาย ธนโชติ สว่างกุล 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17559",
    "name": "เด็กชาย ธนบดี บัวเชื่อม 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17560",
    "name": "เด็กชาย ธรรมณัฐ มั่นฤทธิ์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17561",
    "name": "เด็กชาย ธีรเทพ ยืนสุข 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17562",
    "name": "เด็กชาย นรากรณ์ นาคมี 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17563",
    "name": "เด็กชาย ปุญญพัฒน์ จันทร์เกษม 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17564",
    "name": "เด็กชาย วรินทร ภู่แก้ว 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17565",
    "name": "เด็กชาย ศุภวัฒน์ บรรดาศักดิ์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17841",
    "name": "เด็กชาย วัชรพงษ์ อินทร์ภิรมย์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17863",
    "name": "เด็กชาย เอกพรรณ แตงตรง 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17566",
    "name": "เด็กหญิง กชมน อยู่ยังเกตุ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17567",
    "name": "เด็กหญิง กวินธิดา วิเศษวงษา 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17568",
    "name": "เด็กหญิง กัลยรัตน์ สระทองอยู่ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17569",
    "name": "เด็กหญิง จันทร์เจ้า ฟักรอด 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17570",
    "name": "เด็กหญิง ธนวรรณ เข็มทอง 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17571",
    "name": "เด็กหญิง ปรียานัน มูลสนาม 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17572",
    "name": "เด็กหญิง เพียงขวัญ รั้งท้วม 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17573",
    "name": "เด็กหญิง ภัสสร พรมทรัพย์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17574",
    "name": "เด็กหญิง ภาสินี เทียนแก้ว 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17575",
    "name": "เด็กหญิง รักสกุล ยิ้มใย 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17576",
    "name": "เด็กหญิง รังสิมา อินทุภูติ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17577",
    "name": "เด็กหญิง รัชพรพรรณ์ คำอินทร์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17578",
    "name": "เด็กหญิง รัตนา เสาเสนา 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17579",
    "name": "เด็กหญิง ราชาวดี แสงแก้ว 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17580",
    "name": "เด็กหญิง สุตราพรรณ มะตัน 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17581",
    "name": "เด็กหญิง อุทัยรัตน์ บิชา 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17582",
    "name": "เด็กหญิง อุษมา เนตรณรงค์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17630",
    "name": "เด็กหญิง กัญญณัท สุขวัฒน์ 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17792",
    "name": "เด็กหญิง ภัทราภรณ์ รุ่งสว่าง 1.3",
    "studentClass": "ม.1/3"
  },
  {
    "id": "17583",
    "name": "เด็กชาย กรภัทร์ ตั้งสว่าง 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17584",
    "name": "เด็กชาย คุณภัทร สำรี 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17585",
    "name": "เด็กชาย ฉัตรชนก ภูมิประไพ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17586",
    "name": "เด็กชาย ชนกันต์ เขียวเอี่ยม 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17587",
    "name": "เด็กชาย ชาญณรงค์ ท่าโพธิ์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17588",
    "name": "เด็กชาย ณัฐชนน สอนผึ้ง 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17589",
    "name": "เด็กชาย ณัฐวัฒน์ ทิมทอง 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17590",
    "name": "เด็กชาย ธนกร นาคม่วง 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17591",
    "name": "เด็กชาย ธนโชติ วิสานนิตย์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17592",
    "name": "เด็กชาย ธนวัฒน์ โพธิ์ทอง 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17593",
    "name": "เด็กชาย ธนันชัย มุนิพงษ์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17594",
    "name": "เด็กชาย ปุญญพัฒน์ นาคแจ่ม 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17595",
    "name": "เด็กชาย พรหมภัสสร์ ยั่งยืนสกุลวงค์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17596",
    "name": "เด็กชาย วิทวัส คัชมาตย์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17597",
    "name": "เด็กชาย ศุภสัณห์ คำฟู 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17598",
    "name": "เด็กหญิง กะรัต คำเอี่ยม 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17599",
    "name": "เด็กหญิง ณฤดี เขียวเอี่ยม 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17600",
    "name": "เด็กหญิง ณัฐชา อ่อนศรี 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17601",
    "name": "เด็กหญิง ณิชกานต์ มอญสิน 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17602",
    "name": "เด็กหญิง ธนพร มะลิลา 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17603",
    "name": "เด็กหญิง ธีรกานต์ รอดจันทร์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17604",
    "name": "เด็กหญิง นิภาพร ศรีจันทร์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17605",
    "name": "เด็กหญิง ปาริฉัตร สานุช 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17606",
    "name": "เด็กหญิง เปรมจิรา เหล็กกล้า 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17607",
    "name": "เด็กหญิง พัชรี เนียมมี 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17608",
    "name": "เด็กหญิง พิมพ์ลภัส จำปาบาง 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17609",
    "name": "เด็กหญิง ภาพิมล โชติชวลิต 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17610",
    "name": "เด็กหญิง วิไลวรรณ ไม้ทองดี 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17611",
    "name": "เด็กหญิง ศริวรรณ มากศรทรง 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17612",
    "name": "เด็กหญิง สิริวิมล สวนประเสริฐ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17613",
    "name": "เด็กหญิง สุชานันท์ วิสาระเกตุ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17614",
    "name": "เด็กหญิง อุรัสยา สนมฉ่ำ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17801",
    "name": "เด็กหญิง ลักษณ์นารา ชาวสวน 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17805",
    "name": "เด็กหญิง ศนันธฉัตร พงษ์วิสุทธิ์ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17825",
    "name": "เด็กหญิง สาวิตรี ดวงจิตร 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17850",
    "name": "เด็กหญิง วรปรัชญ์ คงเจริญ 1.4",
    "studentClass": "ม.1/4"
  },
  {
    "id": "17615",
    "name": "เด็กชาย คงเดช รอดพ้นภัย 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17616",
    "name": "เด็กชาย ณัฐธวัฒน์ กล่อมกล่ำนุ่ม 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17617",
    "name": "เด็กชาย ณัฐพงศ์ พันโท 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17618",
    "name": "เด็กชาย ธนกฤต ค้าข้าว 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17619",
    "name": "เด็กชาย ธนภัทร ม่วงอ่อน 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17620",
    "name": "เด็กชาย ธีรภัทร ถมวรรณ์ 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17621",
    "name": "เด็กชาย ธีรภัทร นุชน้อย 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17622",
    "name": "เด็กชาย นิธิพัฒน์ มุขเมือง 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17623",
    "name": "เด็กชาย ปัณณธร สายทองคำ 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17624",
    "name": "เด็กชาย วรพล นาคคงคำ 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17625",
    "name": "เด็กชาย วันเฉลิม ยอดมั่น 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17626",
    "name": "เด็กชาย ศุภณัฎฐ์ นาคมี 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17627",
    "name": "เด็กชาย สิรวัชญ์ ทองรำพรรณ 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17628",
    "name": "เด็กชาย สุทธิภัทร จันทร์หอม 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17629",
    "name": "เด็กชาย อัครวัฒน์ อยู่มา 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17829",
    "name": "เด็กชาย พงศกร แป้นเพชร 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17631",
    "name": "เด็กหญิง จันทร์ธิดาพร บุญตุ้ม 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17632",
    "name": "เด็กหญิง ณัฐชา พูลศรี 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17633",
    "name": "เด็กหญิง ณัฐพร นกนาค 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17634",
    "name": "เด็กหญิง นวพร เซะสุวรรณ 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17635",
    "name": "เด็กหญิง นัฐธกาญจน์ เขียวเอี่��ม 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17636",
    "name": "เด็กหญิง บุรัสกร อินทรรุ่ง 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17637",
    "name": "เด็กหญิง เบญจมาศ ชาวสวน 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17638",
    "name": "เด็กหญิง ปุณยนุช พุ่มพวง 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17639",
    "name": "เด็กหญิง พัทธ์ธีรา หล้าสังวาลย์ 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17640",
    "name": "เด็กหญิง เเพรวา สิงห์บัน 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17641",
    "name": "เด็กหญิง ภิญญามาศ แหวนเงิน 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17642",
    "name": "เด็กหญิง วารุนีย์ กันสี���วล 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17643",
    "name": "เด็กหญิง สรัลชนา อินทร์ใย 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17644",
    "name": "เด็กหญิง สุฐิษา นวลใส 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17645",
    "name": "เด็กหญิง อนุรดี ใจทอง 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17646",
    "name": "เด็กหญิง เอื้อมดาว ขําขาว 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17802",
    "name": "เด็กหญิง มินตา สุขคง 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17806",
    "name": "เด็กหญิง จุฑารัตน์ ทองช้อย 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17810",
    "name": "เด็กหญิง ปวีร์นุช คร้ามสมอ 1.5",
    "studentClass": "ม.1/5"
  },
  {
    "id": "17647",
    "name": "เด็กชาย กรณพัฒน์ พิสมร 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17648",
    "name": "เด็กชาย กานตพงษ์ กิจโสภา 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17649",
    "name": "เด็กชาย เกริกเกียรติ สุวรรณกูฏ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17650",
    "name": "เด็กชาย ณัฐชนน ดวงลำพูน 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17651",
    "name": "เด็กชาย ธนกร ละอองอ่อน 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17652",
    "name": "เด็กชาย ธนาวิน เขียวโต 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17653",
    "name": "เด็กชาย ธนาวินท์ จีนย้าย 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17654",
    "name": "เด็กชาย บัญญพนต์ สุกใส 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17655",
    "name": "เด็กชาย ปกรณ์ พุ่มด้วง 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17656",
    "name": "เด็กชาย พีรวัส รอสวัสดิ์ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17657",
    "name": "เด็กชาย ภัทรกฤช เมี้ยนเทศ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17658",
    "name": "เด็กชาย ภัทรวิชญ์ ก้อนจันทร์ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17659",
    "name": "เด็กชาย รชตะ ศรีไพบูลย์ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17660",
    "name": "เด็กชาย รัชชานนท์ ยาวขันแก้ว 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17799",
    "name": "เด็ก���าย นันทวัฒน์ แก้วอ้น 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17807",
    "name": "เด็กชาย ธนัญชัยณ์ สิงห์รมย์ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17661",
    "name": "เด็กหญิง กัญญาภัค ถิ่นเก๊า 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17662",
    "name": "เด็กหญิง ฐิตาภา เจริญสิทธิ์ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17663",
    "name": "เด็กหญิง ธฤตวัน พุ่มรส 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17664",
    "name": "เด็กหญิง นันท์นภัส กล่อมเกลี้ยง 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17665",
    "name": "เด็กหญิง ปภาดา กันอยู่ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17666",
    "name": "เด็กหญิง ภัณฑิรา คงรอด 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17667",
    "name": "เด็กหญิง มีคณา รอดภัย 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17668",
    "name": "เด็กหญิง มีนานุช คุ้มแสง 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17669",
    "name": "เด็กหญิง วรพิชชา ศรีลักษณ์ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17670",
    "name": "เด็กหญิง วรรณวิษา สุขแจ่ม 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17671",
    "name": "เด็กหญิง วรรณษา จินทร 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17672",
    "name": "เด็กหญิง วรัญญา สวัสดี 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17673",
    "name": "เด็กหญิง วรัญญา สีแก้ว 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17674",
    "name": "เด็กหญิง ศรัญรัตน์ เจริญเรืองเดช 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17675",
    "name": "เด็กหญิง สุภินญา คำอินทร์ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17676",
    "name": "เด็กหญิง อภิชญา ทัพอาจ 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17677",
    "name": "เด็กหญิง อิสรีย์ ฉิมปราง 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17803",
    "name": "เด็กหญิง ธัญชนก มณีทอง 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17832",
    "name": "เด็กหญิง ปรัชญากานต์ พุ่มพวง 1.6",
    "studentClass": "ม.1/6"
  },
  {
    "id": "17678",
    "name": "เด็กชาย ก้องภพ รัดมุง 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17679",
    "name": "เด็กชาย กันณภัทร อุดมดี 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17680",
    "name": "เด็กชาย จตุรงค์ ยอดสุวรรณ์ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17681",
    "name": "เด็กชาย จิรวัฒน์ ภูศรีเทศ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17682",
    "name": "เด็กชาย จิราเมธ ดวนมีสุข 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17683",
    "name": "เด็กชาย ชัยพัชร์ เลี่ยมวิลัย 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17684",
    "name": "เด็กชาย ณัทพงศ์ แก้วแดง 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17685",
    "name": "เด็กชาย ธนากร ชอบธรรม 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17686",
    "name": "เด็กชาย ธีทัต นาคมี 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17687",
    "name": "เด็กชาย ปรเมษฐ์ สุคันธภักดี 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17688",
    "name": "เด็กชาย ฟุรกอน ไชยมล 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17689",
    "name": "เด็กชาย เมธาสิทธิ์ ขุนเจริญ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17690",
    "name": "เด็กชาย รณกร ปิ่นสกุล 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17691",
    "name": "เด็กชาย อภิวัฒน์ อู่นาท 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17800",
    "name": "เด็กชาย พชรศร จำเริญ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17817",
    "name": "เด็กชาย ชยพล ค���มาก 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17692",
    "name": "เด็กหญิง จรีภรณ์ โอทอง 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17693",
    "name": "เด็กหญิง จันทรคติกาล มั่นปาน 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17694",
    "name": "เด็กหญิง ฉันท์ชนก รัตนวิเชียร 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17695",
    "name": "เด็กหญิง ฐิติวรดา ทิมแป้น 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17696",
    "name": "เด็กหญิง ณิชากร จัตุพิศ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17697",
    "name": "เด็กหญิง นิภาภรณ์ สีมัยนาม 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17698",
    "name": "เด็กหญิง บุญญิสา สุขเรือง 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17699",
    "name": "เด็กหญิง ภัคชุดา ชินวงค์พรหม 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17700",
    "name": "เด็กหญิง ภัทรวดี บัวใบ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17701",
    "name": "เด็กหญิง มัชญา ทักษิโณ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17702",
    "name": "เด็กหญิง มิ่งกมล สิงห์ศรี 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17703",
    "name": "เด็กหญิง ลภัสรดา สวัสดิ์มิ่ง 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17704",
    "name": "เด็กหญิง วิมลณัฐ ฟักประเสริฐ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17705",
    "name": "เด็กหญิง ศศิธร สระแก้วมณี 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17706",
    "name": "เด็กหญิง ศิริพร ยิ้มช้าง 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17707",
    "name": "เด็กหญิง อริสรา พัดใจเย็น 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17708",
    "name": "เด็กหญิง อุไรวรรณ สุขเกตุ 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17708",
    "name": "เด็กหญิง ศรัญญา กล่ำผ่อง 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17708",
    "name": "เด็กหญิง อภิชญาน์ กล้าพังเทียม 1.7",
    "studentClass": "ม.1/7"
  },
  {
    "id": "17061",
    "name": "เด็กชาย กันตพงศ์ ทับทั่ง 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17062",
    "name": "เด็กชาย เกรียงศักดิ์ ศรชัย 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17063",
    "name": "เด็กชาย จิรภัทร วันยาว 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17064",
    "name": "เด็กชาย ณเพ็ชร คชนิล 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17065",
    "name": "เด็กชาย ณัฐพงษ์ ทองคำนุช 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17066",
    "name": "เด็กชาย ธนภัทร สระทองสุ่น 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17067",
    "name": "เด็กชาย ธนาวุฒิ คงปาน 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17068",
    "name": "เด็กชาย นัฐภัทร พงษ์เหล็ง 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17069",
    "name": "เด็กชาย ปฏิภาณ บุญอ้น 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17070",
    "name": "เด็กชาย พชรพรพล ทองรัตน์ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17071",
    "name": "เด็กชาย พชรพล ทำบุญ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17072",
    "name": "เด็กชาย พชรพล วิสาหกิจ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17073",
    "name": "เด็กชาย พัชรดนัย บางทราย 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17074",
    "name": "เด็กชาย พิชญุตม์ ประหัด 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17075",
    "name": "เด็กชาย ศิรสิทธิ์ ฉิมขันธ์ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17076",
    "name": "เด็กชาย ศุภวัฒน์ ดาวเพชร 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17077",
    "name": "เด็กชาย อรุชา สุวรรณบำรุงชัย 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17078",
    "name": "เด็กชาย อัฑฒกร จันทร์ตูม 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17079",
    "name": "เด็กหญิง กนกพร เกตุแย้ม 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17080",
    "name": "เด็กหญิง กนกวรรณ ทองชมภูนุช 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17081",
    "name": "เด็กหญิง กัณฐิกา บุญวิลัย 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17082",
    "name": "เด็กหญิง เกศชฎาภรณ์ บุญรินทร์ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17083",
    "name": "เด็กหญิง จันทกานต์ สำรี 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17084",
    "name": "เด็กหญิง จิรัชญา คชคง 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17085",
    "name": "เด็กหญิง ชาลิสา ศิริบูรณ์ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17086",
    "name": "เด็กหญิง ชุติกานต์ แป้นพัน 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17087",
    "name": "เด็กหญิง โชติกา สุริวงศ์ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17088",
    "name": "เด็กหญิง ณัชชา มีพาด 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17089",
    "name": "เด็กหญิง ธันย์ชนก รอดเขียว 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17090",
    "name": "เด็กหญิง นราพร ดีแป้น 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17091",
    "name": "เด็กหญิง เบญชิตา ศรีวรรณา 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17092",
    "name": "เด็กหญิง ปัญจมาพร ยิ้มอยู่ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17093",
    "name": "เด็กหญิง พิชญา จงแพร 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17094",
    "name": "เด็กหญิง พิมพ์ลภัส เก่งกสิกรรม 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17095",
    "name": "เด็กหญิง ภิชัญญา คงประเสริฐ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17096",
    "name": "เด็กหญิง รวินท์นิภา รู้รักดี 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17097",
    "name": "เด็กหญิง วรรษมน มากเมือง 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17098",
    "name": "เด็กหญิง ศุวัลฐ์กมล เสนาพิทักษ์ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17099",
    "name": "เด็กหญิง สุชานันท์ ถึงเนียม 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17100",
    "name": "เด็กหญิง สุพิชาณัฐ คร้ามสมอ 2.1",
    "studentClass": "ม.2/1"
  },
  {
    "id": "17101",
    "name": "เด็กชาย กรวิชญ์ สระทองด้วง 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17102",
    "name": "เด็กชาย กิตตินันท์ พิมพา 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17103",
    "name": "เด็กชาย ไกรภพ ทองน้อย 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17104",
    "name": "เด็กชาย ชวัลวิทย์ ลุ่มภัก 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17105",
    "name": "เด็กชาย ชิณณวรรธน์ นาคมี 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17106",
    "name": "เด็กชาย ณภัส พรมทอง 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17107",
    "name": "เด็กชาย ณัฐชนน คลังเอี่ยม 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17108",
    "name": "เด็กชาย ตาวัน พรมสา 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17109",
    "name": "เด็กชาย เตชิต จันทรากาศ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17110",
    "name": "เด็กชาย ธนากร ภัทรากุลโยธา 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17111",
    "name": "เด็กชาย ธีรเดช จันทร์ศรีเจริญ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17112",
    "name": "เด็กชาย ธีรภัทร ไมตรีจิต 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17113",
    "name": "เด็กชาย พงศกรณ์ เอี่ยมกำแหง 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17114",
    "name": "เด็กชาย ภัคพงษ์ ฉิมปรางค์ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17115",
    "name": "เด็กชาย ภาคิน มูลลี 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17116",
    "name": "เด็กชาย วชิรวิชญ์ สุขเกิด 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17117",
    "name": "เด็กชาย วีรภัทร สิ่งสิน 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17118",
    "name": "เด็กชาย วีรวิชญ์ สระทองดี 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17119",
    "name": "เด็กชาย ศิวกร จันทร์นา 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17120",
    "name": "เด็กชาย อ��ิคุณ เกิดภู่ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17121",
    "name": "เด็กชาย เอกอรุณ ยาใจ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17122",
    "name": "เด็กหญิง กัญญาพัชร โมราลักษณ์ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17123",
    "name": "เด็กหญิง จิรัชญา แสงอรุณ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17124",
    "name": "เด็กหญิง ณัฐธิดา อินทร์ขำ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17125",
    "name": "เด็กหญิง ณิชมล พีชญาพาณิชย์ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17126",
    "name": "เด็กหญิง ธนัญญา น้อยเพ็ง 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17127",
    "name": "เด็กหญิง นงนภัส มิตรขำ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17128",
    "name": "เด็กหญิง นฏกร อาจหาญ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17129",
    "name": "เด็กหญิง นีรชา กันอยู่ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17130",
    "name": "เด็กหญิง ปภานิจ แก้วมุกดา 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17131",
    "name": "เด็กหญิง ปราณปรียา จันทร์ทองคำ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17132",
    "name": "เด็กหญิง ปัญณภัทธ์ ไชยศิลป์ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17133",
    "name": "เด็กหญิง ไปรยาพร หวาเกตุ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17134",
    "name": "เด็กหญิง พรลภัส เส็งมา 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17135",
    "name": "เด็กหญิง แพรวรุ่ง สระทองอยู่ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17136",
    "name": "เด็กหญิง วรรณภา ทำบุญ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17138",
    "name": "เด็กหญิง ศศิวิมล สมยาโรน 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17139",
    "name": "เด็กหญิง สุกัณญา จำปาศักดิ์ 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17140",
    "name": "เด็กหญิง อัยดา อินนาค 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17141",
    "name": "เด็กชาย กฤตกรินทร์ พ่วงพร้อม 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17142",
    "name": "เด็กชาย จิรวัชร สนมฉ่ำ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17143",
    "name": "เด็กชาย เจษฎา แสงทอง 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17144",
    "name": "เด็กชาย ฐิติพัฒน์ ทองพรม 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17145",
    "name": "เด็กชาย ณัฐกร ฉัตรมี 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17146",
    "name": "เด็กชาย ธนกร จันทร์หลง 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17147",
    "name": "เด็กชาย ธนพล ศรีเอี่ยม 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17148",
    "name": "เด็กชาย ธนากร เปี่ยมจันทร์ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17150",
    "name": "เด็กชาย ปกรณ์ธรรม สภานนท์ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17151",
    "name": "เด็กชาย ��ุญญพัฒน์ ทองธรรมมา 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17152",
    "name": "เด็กชาย พัชรนันท์ แสนผ่องจับ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17153",
    "name": "เด็กชาย ภานุวัฒน์ ทองเครือมา 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17154",
    "name": "เด็กชาย ยุทธพงษ์ อินนาคกูล 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17155",
    "name": "เด็กชาย วรินทร วาระนุช 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17156",
    "name": "เด็กชาย วุฒิชัย วาดรับ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17158",
    "name": "เด็กชาย หัสพงศ์ เล็กมี 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17423",
    "name": "เด็กชาย สุวิจั���ร ปานสอาด 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17441",
    "name": "เด็กชาย อิทธิพัทธ์ สุวรรณพันธุ์ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17159",
    "name": "เด็กหญิง กชพร ศรีอาวุธ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17160",
    "name": "เด็กหญิง กัญญาณัฐ ฉันทานุมัติ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17161",
    "name": "เด็กหญิง กัลยาณี ตุ้มประสิทธิ์ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17162",
    "name": "เด็กหญิง ขวัญนภา อิ่มเมือง 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17163",
    "name": "เด็กหญิง ชญาภา พลเรือน 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17164",
    "name": "เด็กหญิง ชัญญานุช น้อยจาด 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17165",
    "name": "เด็กหญิง ณัฐฐิตา คร่ำทอง 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17167",
    "name": "เด็กหญิง นันทวรรณ นันต๊ะแก้ว 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17168",
    "name": "เด็กหญิง ปริยากร มีมั่น 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17169",
    "name": "เด็กหญิง พิชญา กุศลช่วย 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17171",
    "name": "เด็กหญิง รัชณีพร ภู่อยู่ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17172",
    "name": "เด็กหญิง วนุชศรา คำอิน 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17173",
    "name": "เด็กหญิง ศรัณย์พร มาเที���น 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17174",
    "name": "เด็กหญิง สุฑาทิพย์ พุ่มดี 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17175",
    "name": "เด็กหญิง สุวิชญา อินทร์ทับทิม 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17176",
    "name": "เด็กหญิง อุรัสยา คงช่วย 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17177",
    "name": "เด็กชาย กวินกร นกจันทร์ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17178",
    "name": "เด็กชาย จิระศักดิ์ พระสลัก 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17180",
    "name": "เด็กชาย ณัฐดนัย สิงห์ทอง 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17181",
    "name": "เด็กชาย ธนกฤต ปั้นคุ่ย 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17182",
    "name": "เด็กชาย ธนภัทร เสียงสิงห์ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17183",
    "name": "เด็กชาย ธนากร ยาวงษ์ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17184",
    "name": "เด็กชาย นวพล นกจันทร์ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17185",
    "name": "เด็กชาย ปรวิชญ์ วงศ์สมัย 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17186",
    "name": "เด็กชาย พงศ��ร สารีสาย 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17187",
    "name": "เด็กชาย พัทธดนย์ อยู่ยังเกตุ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17188",
    "name": "เด็กชาย ภูตะวัน เพ็ชรมา 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17189",
    "name": "เด็กชาย รักที่สุด เมืองนาม 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17190",
    "name": "เด็กชาย วิทยาพร ป้องสูงเนิน 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17191",
    "name": "เด็กชาย วุฒิณันท์ มาเที่ยง 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17192",
    "name": "เด็กชาย สกุลเพชร หมื่นสวัสดิ์ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17193",
    "name": "เด็กชาย อติค���ณ ชาญฟั่น 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17194",
    "name": "เด็กชาย อธิวัฒน์ เเสนสุภา 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17424",
    "name": "เด็กชาย บรรยวัสถ์ ขำเกิด 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17195",
    "name": "เด็กหญิง กฤตยา อินรีย์ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17196",
    "name": "เด็กหญิง กัญญาพร ขาวสวย 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17197",
    "name": "เด็กหญิง กาญจนา ปัสสา 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17198",
    "name": "เด็กหญิง จรรยวรรธน์ ลำเลียงพล 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17199",
    "name": "เด็กหญิง ชนัญชิดา จันทร์สง่�� 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17200",
    "name": "เด็กหญิง ฐิติมา บุญเจริญ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17201",
    "name": "เด็กหญิง ณัฐดารินทร์ สุขนวล 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17202",
    "name": "เด็กหญิง ธัญพิมล บัวคำ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17203",
    "name": "เด็กหญิง นันทวรรณ เมืองสันเทียะ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17204",
    "name": "เด็กหญิง ปีใหม่ พันสีทา 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17205",
    "name": "เด็กหญิง พิชญา พรหมพร 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17206",
    "name": "เด็กหญิง ภัทราวรรณ พงษ์พรรณา 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17207",
    "name": "เด็กหญิง รุ่งไพลิน สุขมั่น 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17208",
    "name": "เด็กหญิง วรรณกานต์ นาคทอง 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17209",
    "name": "เด็กหญิง ศิดารัตน์ พ่อค้าผล 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17210",
    "name": "เด็กหญิง สุธาดา เหล่าเขตกิจ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17211",
    "name": "เด็กหญิง อมลวรรณ สมภาวะ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17212",
    "name": "เด็กหญิง อุไรวรรณ ศรีภูมิ 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17418",
    "name": "เด็กหญิง ชนิษฎา เมฆบุตร 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17213",
    "name": "เด็กชาย การัณยภาส มั่นคง 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17214",
    "name": "เด็กชาย จิรายุ คงเกิด 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17215",
    "name": "เด็กชาย ชัยธวัช เจ๊ะหวัน 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17216",
    "name": "เด็กชาย ณภัทร ราชคามินทร์ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17217",
    "name": "เด็กชาย ณัฐนันท์ ทองคุ้ม 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17218",
    "name": "เด็กชาย ณัฐวุฒิ สายทองคำ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17219",
    "name": "เด็กชาย ธนโชติ แนวหน้า 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17220",
    "name": "เด็กชาย ธนวัฒน์ เย็นนัทที 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17221",
    "name": "เด็กชาย ธนาธิป นุ่มด้วง 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17222",
    "name": "เด็กชาย นัฐภูมิ แก้วนะทะ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17223",
    "name": "เด็กชาย ประกาศิต สกุลสุขเกษม 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17224",
    "name": "เด็กชาย พงศ์พัทธ์ สาลาจันทร์ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17225",
    "name": "เด็กชาย พิทักษ์ จันทร์ส่ง 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17226",
    "name": "เด็กชาย ม่านเมตต์ กรฤทธิ์ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17227",
    "name": "เด็กชาย รัชชานนท์ นิ่มอนงค์ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17228",
    "name": "เด็กชาย วีรภัทร แก้วกำพล 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17229",
    "name": "เด็กชาย วุฒิภัทร สุวรรณอรุณ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17419",
    "name": "เด็กชาย ภาคภูมิ เทพทองดี 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17448",
    "name": "เด็กชาย วรพล แตงกวา 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17231",
    "name": "เด็กหญิง กวินทิพย์ ทองสลับ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17232",
    "name": "เด็กหญิง กัญญาภัค เจริญสุข 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17233",
    "name": "เด็กหญิง กุลนิษฐ์ สังสีเเก้ว 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17234",
    "name": "เด็กหญิง จิราพร สมนาค 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17235",
    "name": "เด็กหญิง ชนิตสิรี สหะชาติ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17236",
    "name": "เด็กหญิง ฐิติรัตน์ พุฒบาง 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17237",
    "name": "เด็กหญิง ณัฐพัชร์ ฟั่นแจ้ง 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17238",
    "name": "เด็กหญิง ธาราพร ศรีกลั่น 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17239",
    "name": "เด็กหญิง นารีรัตน์ เจริญสิทธิ์ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17240",
    "name": "เด็กห��ิง พรหมพร ป้องสูงเนิน 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17241",
    "name": "เด็กหญิง พิชาณิกา สารดี 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17242",
    "name": "เด็กหญิง เมธาวี ปรางนวล 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17243",
    "name": "เด็กหญิง รุ้งฟ้า อ้วนอินทร์ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17244",
    "name": "เด็กหญิง วรวลัญช์ โพธิ์ศรี 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17245",
    "name": "เด็กหญิง ศุภกานต์ บัวนาค 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17246",
    "name": "เด็กหญิง สุปราณี แดงประดับ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17247",
    "name": "เด็กหญิง อัจฉราวดี บุญกลั่นสอน 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17414",
    "name": "เด็กหญิง กนกกาญจน์ นาคแก้ว 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17437",
    "name": "เด็กหญิง อภิชญา เดชพงษ์ 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17248",
    "name": "เด็กชาย เกริกไกร สุวรรณกูฏ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17249",
    "name": "เด็กชาย จิรายุ ทัพวงษ์ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17250",
    "name": "เด็กชาย ชิติพัทธ์ ทองเพียง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17251",
    "name": "เด็กชาย ณภัทร อุดมผล 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17253",
    "name": "เด็กชาย ธนเดช สีสุก���ส 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17255",
    "name": "เด็กชาย ธายุกร ทองสุข 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17256",
    "name": "เด็กชาย บุญฤทธิ์ ห่อมา 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17257",
    "name": "เด็กชาย ปวริษ เล่าเบ้ง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17258",
    "name": "เด็กชาย พชร สินสวัสดิ์ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17259",
    "name": "เด็กชาย ภัทรนันท์ อุดมผล 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17260",
    "name": "เด็กชาย เมธาวี คงมงคล 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17261",
    "name": "เด็กชาย รัชธนน ฉิมปราง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17263",
    "name": "เด็กชาย ศุภกิตติ์ ชาติ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17264",
    "name": "เด็กชาย สุทธิพงศ์ กล่อมกล่ำนุ่ม 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17265",
    "name": "เด็กชาย อภิวิชญ์ เลี้ยงนิ่ม 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17421",
    "name": "เด็กชาย ภาณุวิชญ์ พยัคฆเดช 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17465",
    "name": "เด็กชาย ภาคิน ขุนทอง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17266",
    "name": "เด็กหญิง กศิตา มั่นฤทธิ์ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17267",
    "name": "เด็กหญิง กันต์ฤทัย มีพาด 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17268",
    "name": "เด็กหญิง เกวลิน พุกละออ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17269",
    "name": "เด็กหญิง จิราวรรณ อินทุภูติ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17270",
    "name": "เด็กหญิง ชนินทร์วลัย แก้วร้อง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17271",
    "name": "เด็กหญิง ณัฎฐณิชา เพชรจ้อง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17272",
    "name": "เด็กหญิง ณิชาภา โถสี 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17273",
    "name": "เด็กหญิง นรินทร์สินี แจดนวน 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17274",
    "name": "เด็กหญิง ปริณดา พวงแก้ว 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17275",
    "name": "เด็กหญิง พลอยเพชรแท้ เพ็งเพชร 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17276",
    "name": "เด็กหญิง ฟ้าใส นาคำ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17277",
    "name": "เด็กหญิง รพีภรณ์ บุญจันทร์ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17278",
    "name": "เด็กหญิง ลัดดาวัลย์ ไชยสิงห์ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17279",
    "name": "เด็กหญิง วรัญญา จันทร์คุ้ม 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17280",
    "name": "เด็กหญิง สุกัญญา มีมั่น 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17281",
    "name": "เด็กหญิง สุพิชชา ทิพย์มี 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17282",
    "name": "เด็กหญิง อาทิตยา ขอห้อมกลาง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17415",
    "name": "เด็กหญิง นนศิยาพร ชุมชะ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17449",
    "name": "เด็กหญิง พิมพ์ลภัส โพธิ์งาม 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17283",
    "name": "เด็กชาย คุณากร อยู่ชุ่ม 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17284",
    "name": "เด็กชาย จิรายุ สารีคำ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17285",
    "name": "เด็กชาย ชิติพัทธ์ เทแก้ว 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17286",
    "name": "เด็กชาย ณฐกร สอนเชียง 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17287",
    "name": "เด็กชาย ณัฏฐภัทร มีคำ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17288",
    "name": "เด็กชาย ธนพนธ์ เทียนเจริญ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17289",
    "name": "เด็กชาย ธนากร นิ่มนวล 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17290",
    "name": "เด็กชาย ธีรภัทร์ พัดสฐาน 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17291",
    "name": "เด็กชาย ปกรณ์เกียรติ สายไหม 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17292",
    "name": "เด็กชาย ปิญชาน์ สุขขวัญ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17293",
    "name": "เด็กชาย พศวัต มีคำ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17294",
    "name": "เด็กชาย ภาณุวิชญ์ พรหมชาติ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17295",
    "name": "เด็กชาย ยศภัทร แก้วแสง 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17296",
    "name": "เด็กชาย วรายุทธ์ มั่นคง 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17297",
    "name": "เด็กชาย วุฒิกร ดีเเท้ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17298",
    "name": "เด็กชาย ศุภณัฏฐ์ ดิ่งกลาง 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17299",
    "name": "เด็กชาย สุธิเทพ พรหมศิริวุฒิ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17300",
    "name": "เด็กชาย อินทัช แสงเงิน 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17416",
    "name": "เด็กชาย วศิน จั่นทอง 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17301",
    "name": "เด็กหญิง กัญญพัชร ศรีแก้ว 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17302",
    "name": "เด็กหญิง กัลยา ชินวงศ์พรม 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17303",
    "name": "เด็กหญิง เกศกัญญา ปะทันจะ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17304",
    "name": "เด็กหญิง จุฑาทิพย์ เสือหลักร้อย 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17305",
    "name": "เด็กหญิง ชลิดา เชื้อต่าย 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17306",
    "name": "เด็กหญิง ณัฐฐาพร รติวทัญญู 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17307",
    "name": "เด็กหญิง ทิพวรรณ จันทร์หอม 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17308",
    "name": "เด็กหญิง นันท์นภัส ดอนไพรวัน 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17309",
    "name": "เด็กหญิง ปริยฉัตร ย้ายหน่าย 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17310",
    "name": "เด็กหญิง พัชริดา ช้างทอง 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17311",
    "name": "เด็กหญิง ภัทรมน พุ่มช่วย 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17312",
    "name": "เด็กหญิง รสกร ทองเเตง 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17313",
    "name": "เด็กหญิง วนัสนันท์ คำภู่ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17314",
    "name": "เด็กหญิง วาสนา สินจันทร์ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17315",
    "name": "เด็กหญิง สุชาวดี จงกลม 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17316",
    "name": "เด็กหญิง สุพิชชา อ้นสิงห์มา 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17317",
    "name": "เด็กหญิง อินทุอร คร้ามมี 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17422",
    "name": "เด็กหญิง อรวรรณ เสือจุ้ย 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17439",
    "name": "เด็กหญิง พิชญ์นรี เปรมเกิด 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17454",
    "name": "เด็กหญิง นะซี ไชยมล 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "16665",
    "name": "เด็กชาย กฤชณัฎฐ์ จินดาเฟื่อง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16666",
    "name": "เด็กชาย กิตติภูมิ มีชม 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16667",
    "name": "เด็กชาย จักรภัทร วะนานิด 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16668",
    "name": "เด็กชาย โชติภณ ทับเขียว 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16669",
    "name": "เด็กชาย ทีปกร ยาพรม 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16670",
    "name": "เด็กชาย ธนวัฒน์ โสดาพัฒ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16671",
    "name": "เด็กชาย ธนากร น้อยเพ็ง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16672",
    "name": "เด็กชาย นนท์ธวัช กันอยู่ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16673",
    "name": "เด็กชาย นนทพัทธ์ คูสว่าง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16674",
    "name": "เด็กชาย พรพิพัฒน์ นิลกำแหง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16675",
    "name": "เด็กชาย พรรณษา จันทร์หล้า 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16676",
    "name": "เด็กชาย พีรพล นันชดา 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16677",
    "name": "เด็กชาย ภคิณ เทียนทอง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16678",
    "name": "เด็กชาย ศุภวิชญ์ ศรีปราชญ์วิทยา 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16679",
    "name": "เด็กชาย อภิธันย์ เตชะพัฒนอนันต์ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16680",
    "name": "เด็กหญิง กชมน  บุญภา 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16681",
    "name": "เด็กหญิง กมลพรรณ ไกรสีกาจ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16682",
    "name": "เด็กหญิง กัญญณัท หาญประสูตร 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16683",
    "name": "เด็กหญิง กัญญารัตน์ ประสาทเเก้ว 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16684",
    "name": "เด็กหญิง กัญฐิกา มากรักชาติ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16685",
    "name": "เด็กหญิง เกศกนก ภู่จันทร์ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16686",
    "name": "เด็กหญิง จารุภา เพ็งเพชร 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16687",
    "name": "เด็กหญิง จิดาภา แก้วทอง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16688",
    "name": "เด็กหญิง ฉัตรวิมล อาจหาญ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16689",
    "name": "เด็กหญิง ทิพย์วาริน ปัญญาโรจน์ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16690",
    "name": "เด็กหญิง ธ ณัฐภัสสร ประดิษฐ์ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16691",
    "name": "เด็กหญิง นันทภัค อินทุภูติ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16692",
    "name": "เด็กหญิง บุญฑริกา เทศทิม 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16693",
    "name": "เด็กหญิง ณิชารีย์ พ่วงพร้อม 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16694",
    "name": "เด็กหญิง ปวีณ์ธิดา คำพึ่ง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16695",
    "name": "เด็กหญิง ปัญจรัตน์ ปานดีเปรม 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16696",
    "name": "เด็กหญิง พรชนก เงินแจ้ง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16697",
    "name": "เด็กหญิง พัชรพร หงษ์ภูมี 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16698",
    "name": "เด็กหญิง พัชราภรณ์ ลาโช 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16699",
    "name": "เด็กหญิง ภัทราพร เคนเพ็ชร 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16700",
    "name": "เด็กหญิง วชิรญาณ์ เเก้วร้อง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16701",
    "name": "เด็กหญิง วรัชยา แก้วร้อง 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16702",
    "name": "เด็กหญิง ศิตา ฤกษ์บำเพ็ญ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16703",
    "name": "เด็กหญิง อรวรา สุขสมหวังสกุล 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16704",
    "name": "เด็กหญิง อัยรัณยา เนาวิรัตน์ 3.1",
    "studentClass": "ม.3/1"
  },
  {
    "id": "16705",
    "name": "เด็กชาย กฤษกมล บุญอินทร์ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16706",
    "name": "เด็กชาย ชนะพล บุตรจำนงค์ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16707",
    "name": "เด็กชาย ณัฐพล สุ่มสาม 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16708",
    "name": "เด็กชาย ธนพนธ์ มั่นคงดี 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16709",
    "name": "เด็กชาย ธนรัช น่วมศิริ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16710",
    "name": "เด็กชาย ธนสร วงค์สมัย 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16711",
    "name": "เด็กชาย นนทพัทธ์ หนูหริ่ง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16712",
    "name": "เด็กชาย นพลักษณ์ ลักษณะวิเชียร 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16713",
    "name": "เด็กชาย ปกรณ์ เล็กยิ้ม 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16714",
    "name": "เด็กชาย ปิติภัทร ศรีภูมิ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16715",
    "name": "เด็กชาย พิชัยยุทธ สีลาเเดง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16716",
    "name": "เด็กชาย ศิริโรจน์ มีคำ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16717",
    "name": "เด็กชาย สุรพศ สมบัติ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16718",
    "name": "เด็กชาย อดุลวิทย์ ทะเเดง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16719",
    "name": "เด็กชาย อภิภัทร เพชรจ้อง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16720",
    "name": "เด็กชาย อมรภีร์ แพงพฤกษ์ภูมิ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16721",
    "name": "เด็กชา�� อัครวินท์ เอกจิตร 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16722",
    "name": "เด็กชาย เอกสิทธิ์ ขวัญเนตร 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17462",
    "name": "เด็กชาย มาคุณกิ มีเย็น 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17463",
    "name": "เด็กชาย มีคุณกึม มีเย็น 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16723",
    "name": "เด็กหญิง กัลยากรณ์ นาคมอญ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16726",
    "name": "เด็กหญิง จิณห์วรา จันทร์แดง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16727",
    "name": "เด็กหญิง ชลนภา ขำเกิด 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16728",
    "name": "เด็กหญิง ณัฐสินี จู��จะนะ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16729",
    "name": "เด็กหญิง นพภัสสร วงษ์ศรีอนันต์ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16731",
    "name": "เด็กหญิง ปภารุ่งณิชา เรือนก้อน 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16732",
    "name": "เด็กหญิง ปัญญาพร ป้อมจันทร์ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16733",
    "name": "เด็กหญิง พิชญาภัค พงษ์ไธสง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16734",
    "name": "เด็กหญิง พิมพ์ลภัส มากพันธ์ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16735",
    "name": "เด็กหญิง วนัสนันท์ โท้แก้ว 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16736",
    "name": "เด็กหญิง ��รรณปภา ภู่ต้นหยง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16737",
    "name": "เด็กหญิง วิชญาพร หาญกุดตุ้ม 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16738",
    "name": "เด็กหญิง ศิรินภา เสนีวงศ์ณอยุธยา 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16739",
    "name": "เด็กหญิง สุชาดา อินทะสอน 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17007",
    "name": "เด็กหญิง พิชชาภา ไกลสีขาว 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17008",
    "name": "เด็กหญิง มานิดา ปั้นแพ 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17009",
    "name": "เด็กหญิง สิริพร นาคทอง 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17018",
    "name": "เด็กหญิง กัล���กร เซ็งปั่น 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17046",
    "name": "เด็กหญิง ปิ่นประภา นารี 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17434",
    "name": "เด็กหญิง อริสา แป้นเพ็ชร 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "17450",
    "name": "เด็กหญิง สิริลักษณ์ ตั้งสันติถาวร 3.2",
    "studentClass": "ม.3/2"
  },
  {
    "id": "16740",
    "name": "เด็กชาย กบินทร์ จิตรเจริญ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16741",
    "name": "เด็กชาย กษิดิ์เดช ม่วงมา 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16742",
    "name": "เด็กชาย กิตติภัทร จันทร์สามเรือน 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16743",
    "name": "เด็กชาย จักรินทร์ ขวัญเนตร 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16744",
    "name": "เด็กชาย จารุกิตติ์ ประกิ่ง 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16745",
    "name": "เด็กชาย ชัยญานันท์ พันสีทา 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16746",
    "name": "เด็กชาย ณัฐกรณ์ ศรีภูมิมา 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16747",
    "name": "เด็กชาย ธัชชัย พรมแพร 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16748",
    "name": "เด็กชาย ปฏิพัทธ์ ขำทอง 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16749",
    "name": "เด็กชาย ปัณณทัต กิจโสภา 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16750",
    "name": "เด็กชาย พุฒสิงหา มั่���อ่อน 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16751",
    "name": "เด็กชาย รัชพล จันทร์สวย 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16752",
    "name": "เด็กชาย วรรณลภย์ เสือนามอญ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16753",
    "name": "เด็กชาย วิระพล ทับแสง 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16754",
    "name": "เด็กชาย ศุภกร กองแก้ว 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16755",
    "name": "เด็กชาย ศุภัทร นากองศรี 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16756",
    "name": "เด็กชาย เสฏฐพงศ์ คูนาแก 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16757",
    "name": "เด็กชาย อติศักดิ์ พุฒบาง 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "17010",
    "name": "เด็กชาย อธิวัฒน์ ชัยสิริพันธ์ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "17029",
    "name": "เด็กชาย กรวิชญ์ นุชทับ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "17053",
    "name": "เด็กชาย ธันวา กำลังหาญ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16758",
    "name": "เด็กหญิง กมลรัตน์ นิลศิริ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16759",
    "name": "เด็กหญิง กันย์สุดา แสงสุริยา 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16761",
    "name": "เด็กหญิง ชนิกานต์ วงศ์สมัย 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16762",
    "name": "เด็กหญิง ชยาทิพย์ บุตตรา 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16763",
    "name": "เด็กหญิง ชุติกาญจน์ ธงขาว 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16764",
    "name": "เด็กหญิง ณฐพร เอี่ยมแจ้ง 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16765",
    "name": "เด็กหญิง ณฐิตา สุทองสา 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16766",
    "name": "เด็กหญิง ณิชกานต์ อำโพธิ์ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16767",
    "name": "เด็กหญิง นํ้าทิพย์ ยานนแก้ว 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16768",
    "name": "เด็กหญิง ประภาพร ยิ้มอยู่ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16769",
    "name": "เด็กหญิง พิชญา เกิดเชื้อ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16770",
    "name": "เด็กหญิง เพ็ญนภา ยิ้มช้าง 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16771",
    "name": "เด็กหญิง ภัทรวดี อาจหาญ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16772",
    "name": "เด็กหญิง วนิดา กลั่นคำ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16773",
    "name": "เด็กหญิง สโรชา สุธาพจน์ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16774",
    "name": "เด็กหญิง สุภาพร สดชื่น 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16805",
    "name": "เด็กหญิง พรวิพา อำพร 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "17011",
    "name": "เด็กหญิง ธนัญชนก คูนาแก 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "17012",
    "name": "เด็กหญิง รัตน์ชณัตด�� อินเปล่ง 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "17468",
    "name": "เด็กหญิง กมลพัชร  บุญรักษ์ 3.3",
    "studentClass": "ม.3/3"
  },
  {
    "id": "16775",
    "name": "เด็กชาย กันตพัฒน์ นาคสิงห์ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16776",
    "name": "เด็กชาย กิตติคุณ  บุญเพ็ญ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16777",
    "name": "เด็กชาย เขมชาติ  คุ้ยเซี้ยะ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16778",
    "name": "เด็กชาย จิรพงศ์ ขำเกิด 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16779",
    "name": "เด็กชาย จิรวัฒน์ สนผเดิม 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16780",
    "name": "เด็กชาย ไชยวัฒน์ สระทองพา 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16781",
    "name": "เด็กชาย ณฐพล มณีชื่น 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16782",
    "name": "เด็กชาย ธนพล นาคมอญ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16783",
    "name": "เด็กชาย ธนภูมิ ม่วงมันดี 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16784",
    "name": "เด็กชาย ธนวัฒน์ ทองจันทร์ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16785",
    "name": "เด็กชาย นพกร จุ้ยเสือ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16786",
    "name": "เด็กชาย นักรบ ทองแสน 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16787",
    "name": "เด็กชาย ปัญญาวัฒน์ แย้มพราหมณ์ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16788",
    "name": "เด็กชาย ปุญญพัฒน์ ฟั่นเเจ้ง 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16789",
    "name": "เด็กชาย อติพร หอมสุด 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16790",
    "name": "เด็กชาย อธิยุต สังข์สีเเก้ว 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16791",
    "name": "เด็กชาย ไอณริญ สุขต้องดี 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16792",
    "name": "เด็กหญิง กมลลักษณ์ เกิดกลิ่ม 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16793",
    "name": "เด็กหญิง กฤติยา แจ้งที่สุด 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16794",
    "name": "เด็กหญิง กฤษนภา อินทรักษ์ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16795",
    "name": "เด็กหญิง กวินทรา พุ่มสว่าง 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16796",
    "name": "เด็กหญิง กัญญาณัฐ นุ่มน้อย 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16797",
    "name": "เด็กหญิง กัญญาภรณ์ ยังสอน 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16798",
    "name": "เด็กหญิง กัญญาภัค ยิ้มฉิม 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16799",
    "name": "เด็กหญิง เจนสุดา จำปาบาง 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16800",
    "name": "เด็กหญิง ชุติเนตร จีนคง 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16801",
    "name": "เด็กหญิง ณัฐณิดา อ่อนคำพา 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16802",
    "name": "เด็กหญิง นันทภรณ์ สุ่มเงิน 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16803",
    "name": "เด็กหญิง นิภารัตน์ เป็นพุ่ม 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16804",
    "name": "เด็กหญิง ปาณนาถ บุญมางาม 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16806",
    "name": "เด็กหญิง พิมพ์ลภัส อนันท์สุข 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16807",
    "name": "เด็กหญิง สุฑารัตน์ ภู่อยู่ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16808",
    "name": "เด็กหญิง อชิรญา เเก้วเเจ้ง 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16809",
    "name": "เด็กหญิง อภิญญา สกุลสุขเกษม 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16810",
    "name": "เด็กหญิง ออมสิน สิงห์ลอ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "17020",
    "name": "เด็กหญิง บัณฑิตา จันทร์คล้าย 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "17021",
    "name": "เด็กหญิง อริสรา น้ำฉ่ำ 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "17056",
    "name": "เด็กหญิง นริศรา ปานทอง 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "17058",
    "name": "เด็กหญิง ชลดา พุ่มเทียน 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "17452",
    "name": "เด็กหญิง นานารดี ภัทรากุลโยธา 3.4",
    "studentClass": "ม.3/4"
  },
  {
    "id": "16812",
    "name": "เด็กชาย กษิดิ์เดช กำหนดศรี 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16813",
    "name": "เด็กชาย ชัยสิทธิ์ เจริญผล 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16814",
    "name": "เด็กชาย ธีรพัฒน์ เสือจุ้ย 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16815",
    "name": "เด็กชาย นิติพัชญ์ ดีแจ่ม 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16816",
    "name": "เด็กชาย บารเมษฐ์ สัญญารัตนพิชณ์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16817",
    "name": "เด็กชาย ปกป้อง ยี่อินทร์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16818",
    "name": "เด็กชาย ภัทรพงศ์ สิงห์ลอ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16819",
    "name": "เด็กชาย รวินท์วัฒน์ ริทธิฤชัย 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16820",
    "name": "เด็กชาย วชิรวิทย์ ล่าสิน 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16821",
    "name": "เด็กชาย วัชรพล เพชรพล 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16822",
    "name": "เด็กชาย สถาพร ประจง 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16823",
    "name": "เด็กชาย สรวิชญ์ สุขเอี่ยม 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16824",
    "name": "เด็กชาย สามารถ กันคำ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16825",
    "name": "เด็กชาย สิทธิโชค สังข์เทศ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16826",
    "name": "เด็กชา�� สุพศิน สุวรรณโณ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "17013",
    "name": "เด็กชาย จิตรภานุ พ่วงพร้อม 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "17030",
    "name": "เด็กชาย อิฐธนพล ช้างยืนยง 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "17466",
    "name": "เด็กชาย ทรงกรด โสภาสิน 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16827",
    "name": "เด็กหญิง กัลญา ขุนกำแหง 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16828",
    "name": "เด็กหญิง ชวินธิดา คงปาน 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16829",
    "name": "เด็กหญิง ชุติมนฑน์ เสือดี 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16830",
    "name": "เด็กหญิง ฐิตาพร คำอิน��ร์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16831",
    "name": "เด็กหญิง ณภัสพรส์ แย้มพราหมณ์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16832",
    "name": "เด็กหญิง ธัญญาภัค คงภักดี 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16833",
    "name": "เด็กหญิง ธัญญารัตน์ ช้างพานิช 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16834",
    "name": "เด็กหญิง นภัทรศรา บุญจันทร์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16835",
    "name": "เด็กหญิง นวภร วัชรวงศ์ทิพย์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16836",
    "name": "เด็กหญิง นันทิชา สายสินธ์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16837",
    "name": "เด็กหญิง นันทิต�� ฉิมแย้ม 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16838",
    "name": "เด็กหญิง นิชนันท์ โพธิ์ปี 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16839",
    "name": "เด็กหญิง ปริยาภัทร ยาวงษ์ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16840",
    "name": "เด็กหญิง พรไพลิน ใบบาง 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16841",
    "name": "เด็กหญิง พิชญานิน อินทร์อิ่ม 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16842",
    "name": "เด็กหญิง รุ่งไพลิน ขวัญเนตร 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16843",
    "name": "เด็กหญิง ศุภาวรรณ สีล้อม 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16844",
    "name": "เด็กหญิง สุกัญญา หนูบ้านเกาะ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16845",
    "name": "เด็กหญิง สุภาวดี สีสุกใส 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "17014",
    "name": "เด็กหญิง ณัฐนรี รุ่งชื่น 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "17022",
    "name": "เด็กหญิง ชญานิศ มีลือการ 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "17431",
    "name": "เด็กหญิง ชนัฐปภา ธรรมนาม 3.5",
    "studentClass": "ม.3/5"
  },
  {
    "id": "16846",
    "name": "เด็กชาย กฤตติพงศ์ หนูท่านา 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16847",
    "name": "เด็กชาย เกียรติอนันต์ ทองเครือมา 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16848",
    "name": "เด็กชาย ชิษณุพงศ์ อิ��ทร์โสภา 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16849",
    "name": "เด็กชาย ณฐพล มุงคำภา 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16850",
    "name": "เด็กชาย ธนชาติ คงแก้ว 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16851",
    "name": "เด็กชาย ธนโชติ กลิ่นคำ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16852",
    "name": "เด็กชาย ธนดล สุรันนา 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16853",
    "name": "เด็กชาย ธเนตร บุบผาชาติ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16854",
    "name": "เด็กชาย ธิติพัทธ์ กิ่งพ้ง 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16855",
    "name": "เด็กชาย ธีรพัฒน์ อยู่อ่ำ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16856",
    "name": "เด็กชาย นิธิเดช แงสุริยา 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16857",
    "name": "เด็กชาย บัณทัต อิ่มเพ็ง 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16858",
    "name": "เด็กชาย ปัณณทัต ทองคุ้ม 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16859",
    "name": "เด็กชาย พัทธนันท์ ศรีภักดี 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16860",
    "name": "เด็กชาย ภูเบศ ดีแจ่ม 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16861",
    "name": "เด็กชาย รังสิมันต์ สุวรรณ์ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16862",
    "name": "เด็กชาย รัฐภูมิ ม่วงมี 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16863",
    "name": "เด็กชาย วีระพงษ์ สิงห์กลิ่น 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16864",
    "name": "เด็กชาย วุฒิภัทร ฟักทอง 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16865",
    "name": "เด็กหญิง กุลิสรา ยอดสุวรรณ์ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16866",
    "name": "เด็กหญิง เกตุสุดา ซิ้มเจริญ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16867",
    "name": "เด็กหญิง ชนิสรา พ่วงพร้อม 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16868",
    "name": "เด็กหญิง ธวัลรัตน์ อู่นาท 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16869",
    "name": "เด็กหญิง นภสร วรชัย 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16870",
    "name": "เด็กหญิง ปั���ฑิตา โตเปลี่ยน 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16871",
    "name": "เด็กหญิง พิชญธิดา หล้าสังวาลย์ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16872",
    "name": "เด็กหญิง ภัครพร แสงเงิน 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16873",
    "name": "เด็กหญิง มณฑิตา สำรี 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16874",
    "name": "เด็กหญิง วิศัลยา ฟักประเสริฐ 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16875",
    "name": "เด็กหญิง ศิรประภา ภู่ขาว 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16876",
    "name": "เด็กหญิง สุพรรณิกา แดงกุล 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16877",
    "name": "เด็กหญิง อโณชา ห��ูทอง 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16878",
    "name": "เด็กหญิง อพิชญา อุดมผล 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16879",
    "name": "เด็กหญิง อมราพร คำเที่ยง 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16880",
    "name": "เด็กหญิง อาทิมา แก้วเขียว 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "17023",
    "name": "เด็กหญิง ทนันธร หมื่นจง 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "17024",
    "name": "เด็กหญิง ศศิพร อินสอาดผล 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "17032",
    "name": "เด็กหญิง กฤติยา สังสีแก้ว 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "17060",
    "name": "เด็กหญิง ธันยกาญจน์ คงคล้าย 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "17455",
    "name": "เด็กหญิง ภนิตา เนตรคง 3.6",
    "studentClass": "ม.3/6"
  },
  {
    "id": "16881",
    "name": "เด็กชาย จิรภัทร พุฒแพร 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16882",
    "name": "เด็กชาย เจษฎากร แช่มเทศ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16883",
    "name": "เด็กชาย ฉัตรชัย ศรีทอง 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16884",
    "name": "เด็กชาย ชัยกร พันสง่า 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16885",
    "name": "เด็กชาย ฐานพัฒน์ มุกดาห์ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16886",
    "name": "เด็กชาย ณัฐพล ทองเครือมา 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16887",
    "name": "เด็กชาย ทรงพล โพธิ์น้อยยัง 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16888",
    "name": "เด็กชาย ธีรเมธ คงเกตุแก้ว 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16889",
    "name": "เด็กชาย ธีรศักดิ์ อินแสน 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16890",
    "name": "เด็กชาย นนทกานต์ ช่างทอง 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16891",
    "name": "เด็กชาย นพเกล้า นิ่มวร 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16892",
    "name": "เด็กชาย ปภาวิน เกิดมี 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16893",
    "name": "เด็กชาย ภูกวิน ตั้งสว่าง 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16894",
    "name": "เด็กชาย รชต สระทองอินทร์ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16895",
    "name": "เด็กชาย รัฐภูมิ คงปาน 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16896",
    "name": "เด็กชาย อภิชัจ สิทธิเจริญ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "17016",
    "name": "เด็กชาย ณัฐพล พรหมเสือ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "17025",
    "name": "เด็กชาย ขวัญเมือง เจริญสิทธิ์ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "17432",
    "name": "เด็กชาย กิตติศักดิ์ ลีปา 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16897",
    "name": "เด็กหญ���ง กมลวรรณ หมื่นจง 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16898",
    "name": "เด็กหญิง กุลนิภา โยธาสุภาพ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16899",
    "name": "เด็กหญิง จรรยพร ชักนำ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16900",
    "name": "เด็กหญิง จันทกานต์ ยอดสุวรรณ์ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16901",
    "name": "เด็กหญิง ณัฐกานต์ ศิริมงคล 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16902",
    "name": "เด็กหญิง ธนภรณ์ คำเขียว 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16903",
    "name": "เด็กหญิง ธนภรณ์ สุขเกิด 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16904",
    "name": "เด็กหญิง ธนัญญา ���ิ่นณรงค์ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16905",
    "name": "เด็กหญิง ธัญพร เวชกิจ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16906",
    "name": "เด็กหญิง ปวันรัตน์ จันชูมี 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16907",
    "name": "เด็กหญิง ปวีพร รอดคง 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16908",
    "name": "เด็กหญิง ปัณฑิตา ภู่แก้ว 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16909",
    "name": "เด็กหญิง เปรมสุดา แก้วอ้น 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16910",
    "name": "เด็กหญิง พรปวีณ์ ภูลา 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16911",
    "name": "เด็กหญิง พิชญาพร อินทร์อิ่ม 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16912",
    "name": "เด็กหญิง ภัทราพร ดอกคำ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16913",
    "name": "เด็กหญิง ศุภิสรา อุ่นใจ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16915",
    "name": "เด็กหญิง สุนิสา เอี่ยมคง 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16916",
    "name": "เด็กหญิง ไอยวรินทร์ ธีรวรุตม์ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "17440",
    "name": "เด็กหญิง อนุสรา กล่ำเชย 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "17457",
    "name": "เด็กหญิง ปวรรัตน์ สิงห์ลอ 3.7",
    "studentClass": "ม.3/7"
  },
  {
    "id": "16286",
    "name": "นาย ธนกร ยังเหม็น 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16290",
    "name": "นาย นัทวิทย์ รักสำโรง 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16292",
    "name": "นาย พงศกร สุโชติ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16293",
    "name": "นาย ภีมากร ราชวังศรี 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16295",
    "name": "นาย ศุภพงศ์ ติยพงศ์พัฒนา 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16298",
    "name": "นาย อภิรักษ์ อากาศโสภา 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16324",
    "name": "นาย โชคทวี พุฒบาง 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16339",
    "name": "นาย อชิรวิชญ์ จันทร์ตูม 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16364",
    "name": "นาย ชนาธิป อุ่นอารี 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16404",
    "name": "นาย ธนภัทร ธรรมโน 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16439",
    "name": "นาย จักรชัย เมฆอินทร์ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16449",
    "name": "นาย ศิริชัย วงค์สมัย 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16480",
    "name": "นาย เตชินท์ เพชรพล 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16485",
    "name": "นาย ธีรศักดิ์ ขำเอี่ยม 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17709",
    "name": "นาย กันต์กนิษฐ์ คำสิงห์ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17710",
    "name": "นาย ณัฏฐวี บับพาน 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17711",
    "name": "นาย ปัญญานัญ จงเจริญ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16306",
    "name": "นางสาว นิธินันท์ อินทร์เอี่ยม 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16307",
    "name": "นางสาว เบญธิตา บุญอ้น 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16312",
    "name": "นางสาว พิมพ์มาดา ทองล้วน 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16318",
    "name": "นางสาว สาธินี ตุ้มประสิทธิ์ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16351",
    "name": "นางสาว ภัรกัญญา บำรุงพงษ์ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16358",
    "name": "นางสาว อรอุมา แดงมี 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16381",
    "name": "นางสาว กัญญาณัฐ ธรรมศิริ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16386",
    "name": "นางสาว นภัสสร ศรีประเสริฐ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16389",
    "name": "นางสาว ปัณฑิตา ดวงศรี 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16418",
    "name": "นางสาว กัลยกร บำรุงเชื้อ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16420",
    "name": "นางสาว ชลิตา สารดี 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16422",
    "name": "นางสาว ชุตินันท์ นาคคงคำ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16432",
    "name": "นางสาว วรกานต์ ตังสีวงค์ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16610",
    "name": "นางสาว ภาวิตา ไชยกาล 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17426",
    "name": "นางสาว นัน��์ชญาน์ ทองธรรมมา 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17712",
    "name": "นางสาว ชิตชนก มิชาวนา 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17713",
    "name": "นางสาว ธัญทิพย์ นนท์น้อย 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17714",
    "name": "นางสาว ภวัลรัตน์ คงตาล 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17715",
    "name": "นางสาว ภัทรลภา ทองนาค 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17716",
    "name": "นางสาว วิชญาดา ดอนหมื่นทุ่ม 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17717",
    "name": "นางสาว ศรัณย์รัชต์ ขอผล 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17718",
    "name": "นางสาว ศิริพร ฉิมบุญ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "17719",
    "name": "นางสาว ศิริลักษณ์ วงษ์พิทักษ์ 4.1",
    "studentClass": "ม.4/1"
  },
  {
    "id": "16282",
    "name": "นาย กวีพัฒน์ เกตแพง 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16283",
    "name": "นาย จิรภัทร ชูเลิศ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16291",
    "name": "นาย นัทวุฒิ รักสำโรง 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16323",
    "name": "นาย ชนะชัย เจ๊กจั่น 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16403",
    "name": "นาย ธนดล ทับทิม 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16408",
    "name": "นาย นิพิฐเดชา เสนาพิทักษ์ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16436",
    "name": "นาย กฤติภาส สามงามยา 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16474",
    "name": "นาย กฤษ เพ็ชรรัตน์ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16475",
    "name": "นาย กษิดิศ คำปลื้ม 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16491",
    "name": "นาย พีรพัฒน์ ภู่แก้ว 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16494",
    "name": "นาย อชิระ ตระกูลพิทักษ์กิจ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17720",
    "name": "นาย กมลภพ วิชิต 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17721",
    "name": "นาย ธันวา ธำรงค์รัตน์ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17722",
    "name": "นาย ศรัณยภัทร์ พึ่งทรัพย์ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16303",
    "name": "นางสาว ณัชชา แก้วศรีเมือง 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16320",
    "name": "นางสาว อรณิชา จ้อยโทน 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16345",
    "name": "นางสาว ณฐภัค ทับอินทร์ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16359",
    "name": "นางสาว อิงลดา ดิษฐ์แก้ว 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16382",
    "name": "นางสาว จิณัฐตา นุ่มน้อย 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16384",
    "name": "นางสาว ณัฐณิชา สุวรรณนุด 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16394",
    "name": "นางสาว วริษา อิ่มบุญ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16424",
    "name": "นางสาว นพเก้า สนมฉ่ำ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16429",
    "name": "นางสาว ปาริตา เดชช้าง 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16430",
    "name": "นางสาว พิมพ์ลภัทร อินทะสอน 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16499",
    "name": "นางสาว กัลย์สุดา คำชม 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16510",
    "name": "นางสาว อดิศา เกตุพรหมมา 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17430",
    "name": "นางสาว วารีรัตน์ เจริญสิทธิ์ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17723",
    "name": "นางสาว ฐานิตา สระทองบุต��� 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17724",
    "name": "นางสาว ฐิติมา ต้องดี 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17725",
    "name": "นางสาว ณัฐกานต์ หีบเเก้ว 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17726",
    "name": "นางสาว ณัฐทิตา สุภาพจน์ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17727",
    "name": "นางสาว ณัฐธิดา อาจมุลลา 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17728",
    "name": "นางสาว ธัญญามาศ เข็มทอง 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17729",
    "name": "นางสาว ธัญญาลักษณ์ มณีศรี 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17730",
    "name": "นางสาว ธาราทิพย์ เอี้ยงเอี่ยม 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17731",
    "name": "นางสาว ประกายเนตร ทองเหลือ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17732",
    "name": "นางสาว พิชญธิดา ทองคำนุช 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17733",
    "name": "นางสาว ศศิวิภา โชติชื่น 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17734",
    "name": "นางสาว สุภัสสร รอดดิษฐ 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "17771",
    "name": "นางสาว สุวพิชชา คงสุจริต 4.2",
    "studentClass": "ม.4/2"
  },
  {
    "id": "16328",
    "name": "นาย ณัฐภูมิ เชื้อสมชาติ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16329",
    "name": "นาย ธนชิต มาปะโท 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16330",
    "name": "น��ย ธนโชติ ม่วงคำ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16405",
    "name": "นาย ธนากร ปั่นคำ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16476",
    "name": "นาย ชนาธิป เอมพรหม 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16477",
    "name": "นาย ชิษณุพงษ์ โตรอด 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16624",
    "name": "นาย พชรพล อยู่ดี 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17038",
    "name": "นาย ศุภชัย แก้วอุ่น 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17735",
    "name": "นาย เกียรติศักดิ์ สุทธิกุลสมบัติ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17736",
    "name": "นาย จักรภัทร อาทิตย์ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17737",
    "name": "นาย ณัฐพล น่วมนวล 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17738",
    "name": "นาย ตรรกวุฒิ เพชรเดช 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17739",
    "name": "นาย นันทภูมิ ภูมิสัตว์ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17740",
    "name": "นาย เป็นต่อ คงตาล 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17741",
    "name": "นาย วิวัฒน์ จุลหงษ์ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16299",
    "name": "นางสาว กรรณาภรณ์ บุญพรม 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16300",
    "name": "นางสาว ฉัตริยาฐิดา จันทร์เพ็งเพ็ญ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16317",
    "name": "นางสาว ลักขณา มาลัยหวล 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16347",
    "name": "นางสาว นภัสกร บัวมา 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16348",
    "name": "นางสาว พัชธิดา รักธรรม 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16349",
    "name": "นางสาว พิชชาภา คำฟัก 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16352",
    "name": "นางสาว รุ่งรณิดา ภู่เพียร 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16383",
    "name": "นางสาว ชญาดา เเก้วจีน 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16385",
    "name": "นางสาว ณิชาภัทร พิศวงค์ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16388",
    "name": "นางสาว บุญธิชา กิจสวน 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16392",
    "name": "น���งสาว พัชรพร เสาวรส 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16396",
    "name": "นางสาว สุพัทรธิดา ทีทัดด้วง 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16417",
    "name": "นางสาว กฤติยาณี สิงห์ลอ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16419",
    "name": "นางสาว จารุพัฒน์ สิงห์โต 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16421",
    "name": "นางสาว ชัญญานุช ไฝ่เพชรดี 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16425",
    "name": "นางสาว นัทธ์ชนัน เขียวเหลือง 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16433",
    "name": "นางสาว เวธินี นิลชัย 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16434",
    "name": "นางสาว สิรินทรา ���ุ่งชื่น 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16503",
    "name": "นางสาว ปัณชรัสม์ ทองสีวง 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16509",
    "name": "นางสาว สุนิษา จันทองคำ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16511",
    "name": "นางสาว นันทนา ศิริเมือง 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17456",
    "name": "นางสาว ณิชาภัทร พุกเกษม 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17742",
    "name": "นางสาว ชุติกาญจน์ สอนเชียง 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17743",
    "name": "นางสาว ทิพยาภรณ์ เทียนทอง 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "17744",
    "name": "นางสาว ปานขวัญ เอี่ยมศิริ 4.3",
    "studentClass": "ม.4/3"
  },
  {
    "id": "16088",
    "name": "นาย ไรวินทร์ รอดทอง 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16334",
    "name": "นาย รฐนนท์ พยัคฆเดช 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16340",
    "name": "นาย เอื้ออังกูร คำบุง 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16360",
    "name": "นาย กันต์ศักดิ์ สอนส่งเสริม 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16377",
    "name": "นาย ศุภกฤต กรสนธิ์ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16378",
    "name": "นาย อชิตะ โรเบิร์ตยังส์ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16380",
    "name": "นาย อิงครัตน์ ทับทิมสุก 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16411",
    "name": "นาย ���รงค์ รักษาลํ้า 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16413",
    "name": "นาย ศิรวิทย์ ทองศรี 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16442",
    "name": "นาย ทิวากร บัวเผื่อน 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16657",
    "name": "นาย ณัฐนันท์ เสนาพิทักษ์ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17745",
    "name": "นาย กฤตภาส ไชยวัฒนา 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17746",
    "name": "นาย เตชินท์ แก้วสีนาค 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17747",
    "name": "นาย ทีฆายุ ตังสีวงค์ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17748",
    "name": "นาย พงศ์ภรณ์ บุญครอบ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17749",
    "name": "นาย รัชชานนท์ อินทร์ใหญ่ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17750",
    "name": "นาย สกลวรรธน์ แตงเกิด 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17751",
    "name": "นาย อิทธิมนต์ ทวีแสง 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17859",
    "name": "นาย ศิรสิทธิ์ อยู่ยังเกตุ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16502",
    "name": "นางสาว นภาพรรณ มานะการ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16353",
    "name": "นางสาว วรกาญจน์ เขียวเขิน 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16390",
    "name": "นางสาว ปิยะดา มาประดิษฐ์ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16391",
    "name": "นางสาว พัชรพร ท้วมหลุ่น 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16435",
    "name": "นางสาว สุภาสิณี มีภู่ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16461",
    "name": "นางสาว ปวีณ์ธิดา ทองคำ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16462",
    "name": "นางสาว ปัญฑารีย์ กอบธัญกิจ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16466",
    "name": "นางสาว ภรภัทร อ้นเนียม 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "16506",
    "name": "นางสาว วราพร กลิ่นขำ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17752",
    "name": "นางสาว ปราณปริยา อาจสูงเนิน 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17753",
    "name": "นางสาว ภพพร ตาดคำ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17754",
    "name": "นางสาว ฤทัยกานต์ คันธมาลา 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17755",
    "name": "นางสาว วิภาวินี จูเมฆา 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17756",
    "name": "นางสาว วิรากานต์ เเก้วนะทะ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17757",
    "name": "นางสาว สาวิกา พร้อมเพียง 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "17827",
    "name": "นางสาว ชาลิดา มุดดำ 4.4",
    "studentClass": "ม.4/4"
  },
  {
    "id": "15978",
    "name": "นาย ทินกร จีนหลักร้อย 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16322",
    "name": "นาย กันตพล มุ่นเชย 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16325",
    "name": "นาย ฐิติศ��กดิ์ เรืองดี 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16326",
    "name": "นาย ณัฐพงศ์ กาประทุม 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16365",
    "name": "นาย ชยานันต์ พรหมพล 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16401",
    "name": "นาย ชนกันต์ บัวใบ 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16409",
    "name": "นาย พีรกานต์ เกตุแก้ว 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16445",
    "name": "นาย ธนวัฒน์ ทับเอี่ยม 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16450",
    "name": "นาย ศุภกร จันทะคาม 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16481",
    "name": "นาย ธนโชติ สิริสิน 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16483",
    "name": "นาย ธนศักดิ์ หมื่นจง 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17758",
    "name": "นาย จารุวิทย์ อินทร์เกิด 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17759",
    "name": "นาย ธนดล ยิ่งดี 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17760",
    "name": "นาย ธนากรณ์ พรหมเทียน 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17761",
    "name": "นาย นภัสกร มินทะนา 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17762",
    "name": "นาย พงษ์พัฒน์ เจริญสุข 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17763",
    "name": "นาย ภัคพล กันอยู่ 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17764",
    "name": "นาย สุกฤษฏิ์ จิรธนวัตน์ 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17765",
    "name": "นาย อมรชัย ย่วนตรง 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17836",
    "name": "นาย จักรกฤษ นุชพุ่ม 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16137",
    "name": "นางสาว วรกานต์ กล่อมกล่ำนุ่ม 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16321",
    "name": "นางสาว อังคณา หนูเกตุ 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16346",
    "name": "นางสาว ณิชนันท์ นกเถื่อน 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16357",
    "name": "นางสาว อภิรมลณ์ แก้วร้อง 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16427",
    "name": "นางสาว เบญจมาศ แก้วเวียงชัย 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16463",
    "name": "นางสาว ปาริษา อินสอน 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16464",
    "name": "นางสาว พัชราภา คงปาน 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16473",
    "name": "นางสาว สุทธินันท์ ฟั่นแจ้ง 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17057",
    "name": "นางสาว นันทณา สะเอิ้ง 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17766",
    "name": "นางสาว กัลยกร พันเกษราช 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17767",
    "name": "นางสาว ณีรนุช นาคจันทร์ 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17768",
    "name": "นางสาว ปัณณธร สุขสมบัติ 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17769",
    "name": "นางสาว ภัทรภร วันจันตา 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "17770",
    "name": "นางสาว ภัทรศยา แก้วพุ่ม 4.5",
    "studentClass": "ม.4/5"
  },
  {
    "id": "16331",
    "name": "นาย ธนพงศ์ ดวนมีสุข 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16332",
    "name": "นาย ปติภาน กล่อมกลํ่านุ่ม 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16333",
    "name": "นาย พีรากร ยี่อินทร์ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16337",
    "name": "นาย สิรวิชญ์ เพิ่มพรม 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16362",
    "name": "นาย กิตติพศ อินดี 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16375",
    "name": "นาย มานะ เทียนทอง 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16399",
    "name": "นาย กิตตินันท์ จันทร์ภัก��ี 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16440",
    "name": "นาย ชนพัฒน์ ขุนอาจ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16444",
    "name": "นาย ธนกฤษ ศรีเขียวพงษ์ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16452",
    "name": "นาย สรวิชญ์ สุขมั่น 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16486",
    "name": "นาย นิชคุณ เทวะผลิน 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17772",
    "name": "นาย ชุติพนธ์ ด้วงเชย 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17773",
    "name": "นาย ณัฐวุฒิ นาคนัดถ์ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17774",
    "name": "นาย ธนโชติ วงค์ถา 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17775",
    "name": "นาย ธนาชล เย็��นัทที 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17776",
    "name": "นาย นิพนธ์ หมื่นสุดตา 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17777",
    "name": "นาย พราธิป สิงห์โต 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17778",
    "name": "นาย ภานุสรณ์ กลับมา 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17779",
    "name": "นาย เอนกพงศ์ อินทุภูติ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16354",
    "name": "นางสาว ศิริรัตน์ ศิริมงคล 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16356",
    "name": "นางสาว สุพัตรา ตราชื่นต้อง 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16426",
    "name": "นางสาว นันทิชา สุขกล่อม 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16467",
    "name": "นางสาว ภัณฑิภา จำรุญ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16470",
    "name": "นางสาว อัญญา โอภาส 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17428",
    "name": "นางสาว ณัฐณิชา บุญเปลี่ยน 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17464",
    "name": "นางสาว ณรินดา บุญโพธิ์ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17780",
    "name": "นางสาว กรรวี วันภูสิตร 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17781",
    "name": "นางสาว กัญญาณัฐ แสนราช 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17782",
    "name": "นางสาว ขจีวรรณ ธรรมรัตนาภรณ์ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17783",
    "name": "นางสาว บุณยาพ�� ศรีปาน 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17784",
    "name": "นางสาว วิสุดา เที่ยงธรรมโม 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17785",
    "name": "นางสาว ศรีวรัญญา ศรีหาวงศ์ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17786",
    "name": "นางสาว สลิลทิพย์ แก้วอู๋ 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "17787",
    "name": "นางสาว อังคณา รัดมุง 4.6",
    "studentClass": "ม.4/6"
  },
  {
    "id": "16294",
    "name": "นาย วสุธร อยู่คง 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16335",
    "name": "นาย ศิริวุฒิ เมฆอิน 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16336",
    "name": "นาย ศุภฤกษ์ สุขเรือง 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16366",
    "name": "นาย ทีฆายุส ดีแจ่ม 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16370",
    "name": "นาย พงศกร นนทโคตร์ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16371",
    "name": "นาย พงศกร ประจำเมือง 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16379",
    "name": "นาย อนุสิทธิ์ รัตนมงคล 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16398",
    "name": "นาย กิตติ์กวิน ทองคำพา 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16402",
    "name": "นาย ฐิติกร แก้วคุ้ม 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16410",
    "name": "นาย รัตนชัย คงสมบัติ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16414",
    "name": "นาย สุรเสกข์ คงเกตุแก้ว 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16478",
    "name": "นาย ณัฐยศ ทองน้อย 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16489",
    "name": "นาย พัฒนพงษ์ ทิมแป้น 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16490",
    "name": "นาย พิสิษฐ์ เเสงทอง 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16627",
    "name": "นาย ปวเรศ ไชยศิลป์ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17052",
    "name": "นาย เดชชาชาติ สาระบัน 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17451",
    "name": "นาย ภูวณัฐ ชาวสวน 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17788",
    "name": "นาย จิรภัทร เจริญทรง 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17789",
    "name": "นาย ธนสิษฐ์ จันทร์พร 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17790",
    "name": "นาย พงศ์พัทธ์ เม่นอยู่ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17791",
    "name": "นาย ศุภกานต์ คำหล่อ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17793",
    "name": "นาย ฐาปกร กล่อมแดง 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16172",
    "name": "นางสาว ภัทราพร สุวรรณโณ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16310",
    "name": "นางสาว พรรษา ศรีแก้ว 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16344",
    "name": "นางสาว จิรญาภา ธนศิริ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16355",
    "name": "นางสาว สมิตานัน อินทะสอน 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "16387",
    "name": "นางสาว นัชช��� คร้ามสมอ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17059",
    "name": "นางสาว ณัฐณิชา สามงามแก้ว 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17794",
    "name": "นางสาว ชนาพร สายทองคำ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17795",
    "name": "นางสาว ณัฎฐณิชา ทองวงศ์ญาติ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17796",
    "name": "นางสาว นริษา พิมพ์พันธุ์ 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17797",
    "name": "นางสาว วรัญญา มากศรทรง 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17798",
    "name": "นางสาว สุนิสา สินอุดม 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "17815",
    "name": "นางสาว ธมลพัชร กาบดี 4.7",
    "studentClass": "ม.4/7"
  },
  {
    "id": "15934",
    "name": "นาย ชยานนท์ ม่วงเนียม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15936",
    "name": "นาย ธนศักดิ์ ทับเอี่ยม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15943",
    "name": "นาย วีรภัทร อยู่อ่ำ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15972",
    "name": "นาย กิตติทัต ดวนมีสุข 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15974",
    "name": "นาย จักรกฤษณ์ สุมพุ่ม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15977",
    "name": "นาย ณัฐพล เป็นพุ่ม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15980",
    "name": "นาย ภัทรพล เป็นพุ่ม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16017",
    "name": "นาย พงศกร ศรีแก้ว 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16020",
    "name": "นาย ศิรภัทร แฝงชมภู 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16046",
    "name": "นาย ธีรภัทร แก้วสาสุข 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16049",
    "name": "นาย นัฐพล อินทร์พินิจ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16050",
    "name": "นาย ปฏิพันธ์ เจริญผล 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16116",
    "name": "นาย พีรพล คำโม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16159",
    "name": "นาย วรรณลภย์ บัวทอง 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17318",
    "name": "นาย กฤษณ สุโภชน์ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17319",
    "name": "นาย ชัยฤทธิ์ เกิดอำพา 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17320",
    "name": "นาย ณัฐกิตติ์ คำภิรา 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17321",
    "name": "นาย ณัฐภัทร โพธิ์งาม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17322",
    "name": "นาย ธีรภัทร กองเงิน 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17323",
    "name": "นาย วรปรัชญ์ มาเที่ยง 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15946",
    "name": "นางสาว กัญญารัตน์ ไชยมงคล 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15951",
    "name": "นางสาว ณัฐชนัน ใจดี 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15954",
    "name": "นางสาว ธนภรณ์ หงษ์ภูมี 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15963",
    "name": "นางสาว วริษา จันทร์เกิด 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15966",
    "name": "นางสาว ศรัญญา ช้างทอง 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15967",
    "name": "นางสาว สรนันท์ สุวรรณฤทธิ์ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15983",
    "name": "นางสาว ชัชฎา สมันธการ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15990",
    "name": "นางสาว ดารารัตน์ ขาวพลับ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15991",
    "name": "นางสาว ธนัญญา เปี่ยมจันทร์ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15992",
    "name": "นางสาว ธารารัตน์ บัวหลาย 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15993",
    "name": "นางสาว นัทชา นาคมี 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15998",
    "name": "นางสาว พิชญธิดา พุ่มน้อย 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16004",
    "name": "นางสาว อริสา แย้มสรวน 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16027",
    "name": "นางสาว ถลัชนันท์ อ้นเนียม 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16028",
    "name": "นางสาว ปณิตตรา โประณะ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "16096",
    "name": "นางสาว กฤติมา ธรรมโลกา 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17325",
    "name": "นางสาว ชลนิชา บุญจันทร์ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17326",
    "name": "นางสาว ฐิติมา จินตยาวุฒิ 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "17327",
    "name": "นางสาว อรอมน แก้วแดง 5.1",
    "studentClass": "ม.5/1"
  },
  {
    "id": "15932",
    "name": "นาย ชนะพล ขำวงฆ้อง 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15935",
    "name": "นาย ธนวิชญ์ แหลมกีก่ำ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15938",
    "name": "นาย พชรพล บุญอินทร์ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15944",
    "name": "นาย อัศม์เดช ขันแก้ว 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15976",
    "name": "นาย ณฐภัค วัชนุชา 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16008",
    "name": "นาย ฆนากร บุญลอย 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16021",
    "name": "นาย สมเกียรติ อำตำงาม 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16091",
    "name": "นาย ศิลา แสงสุวรรณ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16118",
    "name": "นาย มณฑล พุฒแพร 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "17047",
    "name": "นาย อติเทพ มากศรทรง 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "17328",
    "name": "นาย นนทภัทร พุกเกษม 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15959",
    "name": "นางสาว พิชามญชุ์ สายทองคำ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15962",
    "name": "นางสาว วรรณวนัช เล็กมี 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15965",
    "name": "นางสาว วีณัฐดา แสงแผน 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15971",
    "name": "นางสาว อัญชิษฐา ทำบุญ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15985",
    "name": "นางสาว ณัฐชา ภูสะเทียน 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15986",
    "name": "นางสาว ณัฐติกาญจน์ เดชพงษ์ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15987",
    "name": "นางสาว ณัฐปวี ทิมขลิบ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15994",
    "name": "นางสาว นันท์ณภัส ทับปาน 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15995",
    "name": "นางสาว ปภาดา วงศ���ไทย 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15996",
    "name": "นางสาว ปุณยวีร์ ทองดี 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "15997",
    "name": "นางสาว พรฑิวา สระทองคำ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16000",
    "name": "นางสาว มอปลาย แนวหน้า 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16001",
    "name": "นางสาว วราภรณ์ ปานเปรม 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16003",
    "name": "นางสาว ศิวัชญา เพชรพล 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16026",
    "name": "นางสาว ดวงพร ทองดอนแก้ว 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16035",
    "name": "นางสาว เพชรภรณ์ ทับชุ่ม 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16098",
    "name": "นางสาว ณัฐณิชา เสงี่ยมวิลัย 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16101",
    "name": "นางสาว ปิยะมาศ คงมา 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16107",
    "name": "นางสาว อริสา วิชิตนาค 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16125",
    "name": "นางสาว กนกพร วงค์เเสน 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16126",
    "name": "นางสาว กรกณก นาคมอญ 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16262",
    "name": "นางสาว พรชนก บางทราย 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "17332",
    "name": "นางสาว ธมลวรรณ ทองอ่อน 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "17333",
    "name": "นางสาว ปัณฑารีย์ แจ่มแจ้ง 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "17334",
    "name": "นางสาว สุดที่รัก เมืองนาม 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "17335",
    "name": "นางสาว อริศรา สมบูรณ์นาวิน 5.2",
    "studentClass": "ม.5/2"
  },
  {
    "id": "16022",
    "name": "นาย แสงภูมิ ยังทอง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16040",
    "name": "นาย จารุเกียรติ์ ทองวัตร 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16042",
    "name": "นาย ชยกร รอดศิริ 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16043",
    "name": "นาย ฐานพัฒน์ ทวีชัย 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16055",
    "name": "นาย ศุภวิชญ์ ภู่เสือ 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16079",
    "name": "��าย ณัฐภัทร เหมือนมี 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16083",
    "name": "นาย ปุณณภพ ผุยพรม 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16084",
    "name": "นาย ปุณยวัจน์ ผุยพรม 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16092",
    "name": "นาย สิรภพฐ์ บัวชื่น 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17048",
    "name": "นาย อติวัณณ์ มากศรทรง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17336",
    "name": "นาย ทศพล จันทร์พร 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17337",
    "name": "นาย ภูมินรินทร์ เพียกุตเพ็ง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17338",
    "name": "นาย ยศพร ฉิมแย้ม 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17339",
    "name": "นาย รัฐชานนท์ ยอมิน 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17340",
    "name": "นาย อารักษ์ แก้วแจ้ง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "15988",
    "name": "นางสาว ณิชาดา ประกอบสุข 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16029",
    "name": "นางสาว พรบุญมา พูนโพธิ์ 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16036",
    "name": "นางสาว รัญชิดา คำแป้น 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16058",
    "name": "นางสาว กัญจนพร งานยางหวาย 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16070",
    "name": "นางสาว สุขศิริ หงษ์อร่าม 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16072",
    "name": "นางสาว สุพรรณี คำเขี��ว 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16095",
    "name": "นางสาว กฤตติยาภรณ์ อินแขวง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16097",
    "name": "นางสาว กันยาพร กาทอง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16099",
    "name": "นางสาว ณัฐชาวฎี กิ่งแก้ว 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16129",
    "name": "นางสาว นิตติยา มะรังศรี 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16131",
    "name": "นางสาว พรปวีณ์ รอดคง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16133",
    "name": "นางสาว แพรวา นาคำ 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16139",
    "name": "นางสาว วิราวรรณ วุฒิวัย 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16165",
    "name": "นางสาว ชุติมา พรมชาติ 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16166",
    "name": "นางสาว ณิชมน ไพรหลำ 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16628",
    "name": "นางสาว พิมพ์ชนก แก้วบ้านดอน 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17341",
    "name": "นางสาว กรวรรณ นาคคงคำ 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17342",
    "name": "นางสาว ขวัญฤทัย มากเมือง 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17343",
    "name": "นางสาว ณัฎฐณิชา แตงกวา 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17344",
    "name": "นางสาว พุทธรักษา ดีเเล้ว 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17345",
    "name": "นางสาว มนัสวี น้อย���วล 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17347",
    "name": "นางสาว สิริกัลญา สอนเนียม 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17348",
    "name": "นางสาว สุธาวี วงค์โท 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17349",
    "name": "นางสาว สุภาวรรน์ ขำโอด 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "17350",
    "name": "นางสาว อทิตญา แก้วบังเกิด 5.3",
    "studentClass": "ม.5/3"
  },
  {
    "id": "16011",
    "name": "นาย ณรงฤทธิ์ สุทองสา 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16041",
    "name": "นาย จิรภัทร ทองอยู่ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16082",
    "name": "นาย ปวริศ สังข์ทอง 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16086",
    "name": "นาย พีรภัทร์ คงทน 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16094",
    "name": "นาย อัครชัย ภิรมทอง 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16110",
    "name": "นาย ฉัตรมงคล นาคคงคำ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16111",
    "name": "นาย ชินกฤต ดีมากมี 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16119",
    "name": "นาย รัชชานนท์ มีพาด 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16122",
    "name": "นาย อดิเทพ จันทวงษ์ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16156",
    "name": "นาย ภาณุเทพ บัวงาม 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16578",
    "name": "นาย อมสิทธิ์ วงค์สวรรค์ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16653",
    "name": "นาย พีรวัส กุศลช่วย 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17351",
    "name": "นาย ชินฑิกรป์ บุญเรือง 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17352",
    "name": "นาย ณัฐพงศ์ ทิพย์เครือ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17353",
    "name": "นาย ณัฐวุฒน์ ดีกลาง 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17354",
    "name": "นาย ธนชาติ บัวเทศ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17355",
    "name": "นาย ภาณุพงษ์ ศรีจันทร์ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17356",
    "name": "นาย ราเมศวร์ พ���งพิกุล 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17357",
    "name": "นาย เรืองศักดิ์ สระทองดี 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17358",
    "name": "นาย วีรภัทร บุญรักษ์ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17435",
    "name": "นาย ภูวดล คงปาน 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16033",
    "name": "นางสาว พิชชาพร ทีบำรุง 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16038",
    "name": "นางสาว วริศรา ศรีอุ่นดี 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16140",
    "name": "นางสาว สิรินทรา ห้อยสุข 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16164",
    "name": "นางสาว ชลีกาญจน์ แก้วอ้น 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17045",
    "name": "นางสาว ชยิสรา เพิ่มพูล 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17359",
    "name": "นางสาว กัญญาณัฐ แดงดี 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17360",
    "name": "นางสาว ชไมพร ไฝเพชรดี 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17361",
    "name": "นางสาว ชัญญา สีโพโต 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17362",
    "name": "นางสาว ธนวันต์ อาจบัว 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17363",
    "name": "นางสาว ธัญสุดา คงปาน 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17364",
    "name": "นางสาว ธันย์ชนก ศรีบุญชู 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17365",
    "name": "นางสาว นาราภัทร แซ่หวม 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17366",
    "name": "นางสาว เบญญาภา นิลบุตร 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17367",
    "name": "นางสาว ปาริฉัตร ไกรกิจราษฎร์ 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "17368",
    "name": "นางสาว ปิยวรรณ พันเจ๊ก 5.4",
    "studentClass": "ม.5/4"
  },
  {
    "id": "16006",
    "name": "นาย กมลวิชญ์ คำเลิศ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16047",
    "name": "นาย ธีรภัทร สนิทจันทร์ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16076",
    "name": "นาย กิตติพัฒน์ สันทัด 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16077",
    "name": "นาย ชโยดม มะรังษี 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16081",
    "name": "��าย รัชนาท โรจนวานิช 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16108",
    "name": "นาย กมลภพ รัดมุง 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16120",
    "name": "นาย ศุกลวัฒน์ คุ้มมา 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16147",
    "name": "นาย ตันติกร ทองเปลว 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16654",
    "name": "นาย สาละวิน จันทา 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17369",
    "name": "นาย กฤติกรณ์ คำอินทร์ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17370",
    "name": "นาย คเณศ เสือเปรม 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17371",
    "name": "นาย ดนัย แสงเดช 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17372",
    "name": "นาย นั���ท์พิพัฒน์ จรูญศรี 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17373",
    "name": "นาย ปรีชา ภู่จันทร์ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17375",
    "name": "นาย วรินทร อู่นาท 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17377",
    "name": "นาย วุฒิพงษ์ คุ้มเนตร 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17378",
    "name": "นาย สาธิต แจ่มจุ้ย 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17467",
    "name": "นาย พิภพภัทร มาน้ำเที่ยง 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16024",
    "name": "นางสาว ขวัญเกล้า สุภารส 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16032",
    "name": "นางสาว พัชรินทร์ แจ่มจุ้ย 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16034",
    "name": "นางสาว พิมพ์รภัทร แจ้งโม้ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16062",
    "name": "นางสาว ปภาวรินทร์ จัยทัพ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16127",
    "name": "นางสาว กัญญาพัชร พลอยเเก้ว 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16132",
    "name": "นางสาว พิชญาภา สุขคง 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16173",
    "name": "นางสาว วรรณษิกาวินี ฟักประเสริฐ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16641",
    "name": "นางสาว ชุติกาญจน์ เกลื่อนเมฆ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16642",
    "name": "นางสาว ปนัดดา นาคชื่น 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17036",
    "name": "นางสาว ชัญญ่า สายทอง 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17381",
    "name": "นางสาว รัตนา ปิ่นทอง 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17458",
    "name": "นางสาว พิมชนก สุวรรณรัตน์ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "17461",
    "name": "นางสาว วรกมล โพธาภิรมย์ 5.5",
    "studentClass": "ม.5/5"
  },
  {
    "id": "16009",
    "name": "นาย ชนาธิป จันทร์เกิด 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16052",
    "name": "นาย ภัทรดนัย บำรุงภักดิ์ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16093",
    "name": "นาย สุทธิภัทร สร้อยทอง 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16113",
    "name": "นาย ธนวัฒน์ เกตุแ���้ว 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16117",
    "name": "นาย ภีมภัทร ศรีภิรมย์ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16141",
    "name": "นาย คณิศร สิงห์ทอง 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16150",
    "name": "นาย ธีทัต แก้วมี 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16160",
    "name": "นาย สิทธินนท์ อินอิว 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17383",
    "name": "นาย ชยพล ชมชื่น 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17384",
    "name": "นาย ชัยวัฒน์ โฉมแก้ว 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17385",
    "name": "นาย เตชินท์ เต่าทองคำ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17386",
    "name": "นาย ธนพล จันทร์ท���ง 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17387",
    "name": "นาย ปฏิพันธิ์ ดิษฐ์แก้ว 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17388",
    "name": "นาย พีรชัย ถึงเนียม 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17389",
    "name": "นาย ภาณุภัทร ทองน้อย 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17390",
    "name": "นาย ศุภสัณฑ์ จันทร์สา 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17391",
    "name": "นาย อนุชา มารศรี 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17436",
    "name": "นาย คุณธรรม อินทชัย 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16039",
    "name": "นางสาว วิภาดา สงวนสัตย์ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16064",
    "name": "นางสาว พริริษา ไขแสง 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16067",
    "name": "นางสาว ลลิตพรรณ นาคมี 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16136",
    "name": "นางสาว วทันยา ชื่นแสงมอญ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16163",
    "name": "นางสาว กมลพรรณ แป้นเพชร 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16651",
    "name": "นางสาว สุมาสา หลิมเจริญ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17392",
    "name": "นางสาว จิดาภา ศรีโสภา 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17393",
    "name": "นางสาว ธนัชวรรณ สนใจ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17394",
    "name": "นางสาว นภัสสร ถิ่นอ่อง 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17395",
    "name": "นางสาว ภัทราภรณ์ คำแพรสกุลวงศ์ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17396",
    "name": "นางสาว วรรณิดา ดาบทิพย์ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17397",
    "name": "นางสาว ศศินภา ฉิมศรี 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17398",
    "name": "นางสาว สิตานันท์ จันเทา 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17399",
    "name": "นางสาว เสาวลักษณ์ แก้วประเสริฐ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "17427",
    "name": "นางสาว ณัฐณิชา เพชรเกตุ 5.6",
    "studentClass": "ม.5/6"
  },
  {
    "id": "16013",
    "name": "นาย ธีรภัทร จันทร์เกิด 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16016",
    "name": "นาย พงศกร ขำภู่ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16054",
    "name": "นาย มังกร โพธิ์ศรี 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16056",
    "name": "นาย อนันทพงษ์ ทัพถวิล 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16090",
    "name": "นาย วิษณุพงษ์ ภู่ศรี 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16112",
    "name": "นาย ตินห์ณทรัพย์ ณรงค์ศรี 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16124",
    "name": "นาย อัสนี หอมหวล 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16144",
    "name": "นาย ชาญวิทย์ แก้วแสง 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16155",
    "name": "นาย ภัทรพล ระวังสำโรง 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16162",
    "name": "นาย อัครพนธ์ อุ่นสกล 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17329",
    "name": "นาย ประวิทย์ บินบน 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17400",
    "name": "นาย กฤษดากร ป้องสวย 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17401",
    "name": "นาย กวีพัฒน์ ประหัด 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17402",
    "name": "นาย ชัยยะ ผ่องใส 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17403",
    "name": "นาย ชัยวัฒน์ จุมวันนา 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17404",
    "name": "นาย ฐิติศักดิ์ นพคุณ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17405",
    "name": "นาย ธนวัฒน์ จิตตรงซ่วน 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17406",
    "name": "นาย พรภวิษย์ โสทรรัตน์ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17407",
    "name": "นาย วรวิช ศรีอาวุธ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17408",
    "name": "นาย อลงกรณ์ เสียงสิงห์ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16063",
    "name": "นางสาว ปาณิสรา ขำทอง 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16104",
    "name": "นางสาว วรกมล ทองล้วน 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16106",
    "name": "นางสาว สวรินทร์ สุขสุทธิ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16623",
    "name": "นางสาว วรรณริษา เปรมทอง 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16632",
    "name": "นางสาว นภัสสร สระทองคลื้น 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "16658",
    "name": "นางสาว ไอยรา สุภานนท์ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17050",
    "name": "นางสาว นฤวรรณ สะเอิ้ง 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17409",
    "name": "นางสาว กวินธิดา มุงขุนการ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17410",
    "name": "นางสาว กัญยาณี อาราม 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17412",
    "name": "นางสาว ธนัชพรรณ สนใจ 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "17459",
    "name": "นางสาว รุ่งรวิน พันเ���็ง 5.7",
    "studentClass": "ม.5/7"
  },
  {
    "id": "15658",
    "name": "นาย จีรภาคย์ พันอุด 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15665",
    "name": "นาย ปฏิธาร พุ่มด้วง 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15667",
    "name": "นาย วรากร มูลขำ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15699",
    "name": "นาย ครรชิต จันทร์นา 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15703",
    "name": "นาย ทิวากร แก้วอ้น 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15705",
    "name": "นาย นัธทวัฒน์ จันทร์หล้า 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15708",
    "name": "นาย พัชรพล พัดกล่อม 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15711",
    "name": "นาย รุ่งภพ บำร���งศิลป์ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15781",
    "name": "นาย วรินทร วิลัยเลิศ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16917",
    "name": "นาย วรวิทย์ วังแก้ว 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16919",
    "name": "นาย สวัสดิวัฒน์ พวงแก้ว 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15671",
    "name": "นางสาว ชลนิชา มั่งอ่อน 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15673",
    "name": "นางสาว ณัฏฐณิชา แก้วสาแสน 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15681",
    "name": "นางสาว ปริยากร สุดศรี 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15685",
    "name": "นางสาว พิมพ์ชนก ทองล้วน 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15687",
    "name": "นางสาว พีรดา เทพรัก 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15689",
    "name": "นางสาว ภัทรชรธิดา คำอินทร์ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15691",
    "name": "นางสาว วรรัตน์ หนูหนุ่น 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15693",
    "name": "นางสาว ศศิลดา กรองใจ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15717",
    "name": "นางสาว กมลวรรณ พิมพา 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15722",
    "name": "นางสาว จิราพัชร วิลามาศ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15728",
    "name": "นางสาว พิมพกานต์ รอดเมือง 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15767",
    "name": "นางสาว วรินทร แพรบัว 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15788",
    "name": "นางสาว กัญญาพัทธ์ จักร์แก้ว 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15789",
    "name": "นางสาว คณิศร สมบัติ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15797",
    "name": "นางสาว ศุณิษา ยอดสุวรรณ์ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16268",
    "name": "นางสาว ประภาพร ราษี 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16921",
    "name": "นางสาว เกวลิน สมบูรณ์นาวิน 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16922",
    "name": "นางสาว ชนาภา จำมา 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16923",
    "name": "นางสาว ธัญชนก โม้อ้วน 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16924",
    "name": "นางสาว พีราญา เฉยบัว 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16925",
    "name": "นางสาว รัตนากร ปิ่นสกุล 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16926",
    "name": "นางสาว สุปริญญาพร บุษบรรณ์ 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16927",
    "name": "นางสาว สุพรรษา กลิ่นโต 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "16928",
    "name": "นางสาว สุพิชชา อินช้อย 6.1",
    "studentClass": "ม.6/1"
  },
  {
    "id": "15657",
    "name": "นาย คมสัน จันทร์นา 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15659",
    "name": "นาย เจตนิพัทธ์ เนียมศรี 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15663",
    "name": "นาย ธนาสิน โพธิ์ทอ�� 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15664",
    "name": "นาย ธวัชชัย ทองน้อย 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15666",
    "name": "นาย พิสิฐกร ยิ้มจันทร์ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15700",
    "name": "นาย จักรพงษ์ เสาเสนา 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15709",
    "name": "นาย พิชญะ แก้วศรี 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15714",
    "name": "นาย อภิรักษ์ สุวรรณกูล 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15737",
    "name": "นาย กษิดิ์เดช พรมน้อย 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15750",
    "name": "นาย วีณศักดิ์ จินทร 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16930",
    "name": "นาย ณัฐภัทร สุภาพจน์ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16931",
    "name": "นาย ธนโชติ ยาวขันแก้ว 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16932",
    "name": "นาย ธาวิน สระทองจันทร์ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16933",
    "name": "นาย พรพล สินหมี่ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16934",
    "name": "นาย สุวิจักขณ์ กันสีนวล 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15676",
    "name": "นางสาว ธัญชนก เสมอภักดี 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15686",
    "name": "นางสาว พิมพ์ลดา อินทะสอน 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15690",
    "name": "นางสาว ยลรดี สมาเอม 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15692",
    "name": "นางสาว วันวิสา ทองเจริญ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15696",
    "name": "นางสาว อัจฉริยาภรณ์ พะสุรัมย์ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15719",
    "name": "นางสาว คณัสนันท์ มุนิพงษ์ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15727",
    "name": "นางสาว นันท์นภัส ทับอาจ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15736",
    "name": "นางสาว อรอุมา ปานเกิด 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15793",
    "name": "นางสาว ปรียนันท์ ฐิติชัยแก่นเกษ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15794",
    "name": "นางสาว เพชราภรณ์ สังข์สุวรรณ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16935",
    "name": "นางสาว กชพร คงสวัสดิ์ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16936",
    "name": "นางสาว กัญญาณัฐ หนูจิ๋ว 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16937",
    "name": "นางสาว กัญญาภัค เผื่อนด้วง 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16938",
    "name": "นางสาว กันทลัส สร้อยศรี 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16939",
    "name": "นางสาว ชญาดา หลักเพ็ชร 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16940",
    "name": "นางสาว ชุติกาญจน์ มั่งเงิน 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16942",
    "name": "นางสาว ปภาวี พุทธรักษา 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16943",
    "name": "นางสาว พน���ตพร พุทธา 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16944",
    "name": "นางสาว พิระญา เฉยบัว 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "16945",
    "name": "นางสาว รุ่งนภา กล้าหาญ 6.2",
    "studentClass": "ม.6/2"
  },
  {
    "id": "15748",
    "name": "นาย พีรณัฐ สายทอง 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15752",
    "name": "นาย อชิรวิทย์ นาคำ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15798",
    "name": "นาย กานต์กวิน โตลำดับ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15807",
    "name": "นาย พงศกร สุวรรณศรี 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15810",
    "name": "นาย วงศกร เล็กยิ้ม 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15815",
    "name": "นาย ธ���รวัช บุตรจันทร์ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15832",
    "name": "นาย ณัฐพงศ์ บุญกันหา 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15919",
    "name": "นาย พชรพล มุงคำภา 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16946",
    "name": "นาย รัฐภูมิ ขำหินลาด 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15723",
    "name": "นางสาว ชนารดี รัดเลิศ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15730",
    "name": "นางสาว ภสุดา บุญโพธิ์ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15731",
    "name": "นางสาว ภัทรธิดา บุญมาก 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15753",
    "name": "นางสาว กนกพร วัดวัง 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15761",
    "name": "นางสาว ธีฑารัตน์ จันฉิม 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15762",
    "name": "นางสาว นันทินี ตุ้มประสิทธิ์ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15763",
    "name": "นางสาว ปนัดดา ฟักทอง 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15823",
    "name": "นางสาว ปพิชชา วิรัชลาภ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15824",
    "name": "นางสาว ปรียาภรณ์ ทองเทศ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15848",
    "name": "นางสาว จิรพร คงอินทร์ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15853",
    "name": "นางสาว ปริยากร คำแป้น 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15855",
    "name": "นางสาว พิรญาณ์ น้อยเเก้ว 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15857",
    "name": "นางสาว ศิริรัตน์ ผาเงิน 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15928",
    "name": "นางสาว อุไรวรรณ หวังจริยธรรม 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16272",
    "name": "นางสาว พิมพ์วราภา งอยภูธร 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16279",
    "name": "นางสาว พิยดา บุตรพรม 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16655",
    "name": "นางสาว ภัทรวดี เลิศวิริยะกาญจน์ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16947",
    "name": "นางสาว กชกร น้อยต้อย 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16948",
    "name": "นางสาว เกศกนก มั่นทับ 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16949",
    "name": "นางสาว ครองขวัญ นิ่มทอง 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16950",
    "name": "นางสาว ฐิตาภา ดรุณี 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16951",
    "name": "นางสาว ธมกร เสือดี 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16952",
    "name": "นางสาว นันท์ชนก จันทศร 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16955",
    "name": "นางสาว ปิยะพร เสนาเพ็ง 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16956",
    "name": "นางสาว สิริพร เงินสา 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "16957",
    "name": "นางสาว อัยรินทร์ น้อยสอาด 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "17017",
    "name": "นางสาว ณัฐณิชา ชุมภูลัย 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "17054",
    "name": "นางสาว สุจิตรา อ่วมกระโทก 6.3",
    "studentClass": "ม.6/3"
  },
  {
    "id": "15740",
    "name": "นาย ชนภัทร ขำเกิด 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15749",
    "name": "นาย ภานุวัฒน์ เเก้วอ้น 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15751",
    "name": "นาย สงกรานต์​ สงวน​สัตย์ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15778",
    "name": "นาย พงศภัค สุวรรณศรี 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15800",
    "name": "นาย จักรชัย บุญเเท้ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15802",
    "name": "นาย ณัฐกิตติ์ แก้วแดง 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15805",
    "name": "นาย ปภาวิน ทองเครือมา 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15813",
    "name": "นาย สุรพัศ อินรุ่ง 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15836",
    "name": "นาย ภาคิน แก้วแสง 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16958",
    "name": "นาย กฤตพงศ์ โพธิ์พึ่ง 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16960",
    "name": "นาย ณภัทร อ่อนปาน 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16961",
    "name": "นาย ธนโชติ แตงเกิด 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16962",
    "name": "นาย ธีรดนย์ สระทองอินทร์ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16963",
    "name": "นาย พีรพงษ์ สุขวาสุนะ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16964",
    "name": "นาย รัชชานนท์ จำปาทอง 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16965",
    "name": "นาย วัฒนพัฒน์ ผาทอง 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16966",
    "name": "นาย สิทธิชัย นพรัตน์ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16967",
    "name": "นาย อชิต สุทธิวรรค 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16968",
    "name": "นาย อภิวัฒน์ ต่อเชื้อ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15682",
    "name": "นางสาว ปัฐทิชา ดวนมีสุข 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15765",
    "name": "นางสาว พรสรวง ศรีเอี่ยม 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15791",
    "name": "นางสาว ชุติกาญจน์ ชินวงค์พรหม 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15792",
    "name": "นางสาว บุษญามาศ พรมแว่น 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15821",
    "name": "นางสาว ธัญจิรา แก่นสงค์ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15826",
    "name": "นางสาว สิริพร ผ่องใส 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15844",
    "name": "นางสาว กัลญารัตน์ พรมช่วย 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15851",
    "name": "นางสาว ชวัลลักษณ์ ทองน้อย 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16969",
    "name": "นางสาว จารุพร วงศ์ครุฑ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16970",
    "name": "นางสาว ปราณปริยา คร้ามสมอ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16971",
    "name": "นางสาว เพ็ญพิชชา วันแย้ม 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "16972",
    "name": "นางสาว อธิชา วงศ์พูล 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "17453",
    "name": "นางสาว วรรณลักษณ์ ศรีบุญวงศ์ 6.4",
    "studentClass": "ม.6/4"
  },
  {
    "id": "15712",
    "name": "นาย สุจินดา ตราชื่นต้อง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15715",
    "name": "นาย อมรศักดิ์ พรมมั่น 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15744",
    "name": "นาย ธีรโชติ พึขุนทด 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15784",
    "name": "นาย วีรศักดิ์ สมรูป 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15799",
    "name": "นาย คชรัตณ์ สอนทุ่ง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15801",
    "name": "นาย จักรพงษ์ บุญเริง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15808",
    "name": "นาย พชระพล ทองน้อย 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15831",
    "name": "นาย ชยานันท์ นุ่มด้วง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15833",
    "name": "นาย ณัฐพล เทพบุตร 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15835",
    "name": "นาย พงษ์พัฒน์ สร้อยศรี 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15843",
    "name": "นาย สิรภัทร สนมฉ่ำ 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16618",
    "name": "นาย ธีระพันธ์ สุขเกตุ 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16974",
    "name": "นาย กฤษฎา คงรอด 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16975",
    "name": "นาย ณัฐพงศ์ ทิมแป้น 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16976",
    "name": "นาย ธีรโชติ อู่นาท 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16977",
    "name": "นาย นิติภูมิ เวชการ 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16978",
    "name": "นาย ภูวนาถ ตุ่มแก้ว 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16979",
    "name": "นาย รัฐศาสตร์ เจิมปรุ 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16980",
    "name": "นาย ศุภกร ขุนรา 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16981",
    "name": "นาย อัษฎาวุฒิ อุ่นเต่า 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "17033",
    "name": "นาย สิทธิกร สวะลิ 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "17429",
    "name": "นาย นัทธพงศ์ ป้องกัน 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15755",
    "name": "นางสาว กัญชพร ตะเคียนสก 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15827",
    "name": "นางสาว สิริวิมล พิมสารี 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15828",
    "name": "นางสาว อนันตญา แป้นบ้านยาง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15845",
    "name": "นางสาว กิตติกานต์ นาคม่วง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15847",
    "name": "นางสาว ขวัญหทัย ไชยแหม่ง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16982",
    "name": "นางสาว จีรนันท์ จันทร์น้อย 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16986",
    "name": "นางสาว พรอุมา กลิ่นธูป 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16987",
    "name": "นางสาว สิริวิมล ศักดิ์สิงห์ 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "16988",
    "name": "นางสาว อัจฉรา คณโฑทอง 6.5",
    "studentClass": "ม.6/5"
  },
  {
    "id": "15697",
    "name": "นาย กฤตณภัทร ทีบำรุง 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15701",
    "name": "นาย ชิติพัทธ์ อินทะเสน 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15710",
    "name": "นาย ภโรทัย มูลเมือง 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15747",
    "name": "นาย พงศ์พิสุทธิ์ วงศ์บุดดา 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15770",
    "name": "นาย ชญานนท์ สาดคำ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15771",
    "name": "นาย ชุติศรณ์ มากเมือง 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15776",
    "name": "นาย นันทิพัฒน์ พงษ์ตระกูล 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15782",
    "name": "นาย วรินทร เหมือนเนรมิต 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15785",
    "name": "นาย ศุภกิตติ์ บุญผง 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15786",
    "name": "นาย อัครพล เมี้ยนเทศ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15811",
    "name": "นาย ศรัณยภัทร คล้ายทองดี 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15829",
    "name": "นาย กุลทวัช นุ่มเอี่ยม 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15838",
    "name": "นาย รชต แย้มพรหม 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16270",
    "name": "นาย นิธิกร เอี่ยมแจง 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16989",
    "name": "นาย ทักษ์ดนัย คร้ามสมอ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16990",
    "name": "นาย ธนเดช กาฬภักดี 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16991",
    "name": "นาย ธีรัตน์ พันเกษราช 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16992",
    "name": "นาย บุญญสิทธิ์ กิ่งจ้อ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16993",
    "name": "นาย พงษ์พันธ์ แก้วอุ่น 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16994",
    "name": "นาย ภาคภูมิ พิณโนเอก 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16995",
    "name": "นาย สุรเชษฐ์ บรรดาศักดิ์ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16996",
    "name": "นาย อนุสรณ์ เอี่ยมอ่ำ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17028",
    "name": "นาย ณัฐกานต์ เจริญยิ่ง 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15758",
    "name": "นางสาว จันทรา คูสว่าง 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15766",
    "name": "นางสาว พัฒน์นรี กล่อมกล่ำนุ่ม 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "15825",
    "name": "นางส���ว พรลภัส นาคแจ่ม 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16997",
    "name": "นางสาว จิรัชญา นักรำ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "16998",
    "name": "นางสาว ชนาภา ป้อมกระสันต์ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17000",
    "name": "นางสาว ธันยพร มูลสุข 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17001",
    "name": "นางสาว น้ำเพชร ชัยนาม 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17002",
    "name": "นางสาว ศมนพรรณ ดีวี 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17003",
    "name": "นางสาว สุภัชชา วิสาระเกตุ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17004",
    "name": "นางสาว อภิชญา เกตุแก้ว 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17006",
    "name": "นางสาว อุษามณี สิงห์ลอ 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17443",
    "name": "นางสาว กวินธิดา ลักษณวิเชียร 6.6",
    "studentClass": "ม.6/6"
  },
  {
    "id": "17812",
    "name": "เด็กหญิง สุทธิดา สระทองอุ่น 2.2",
    "studentClass": "ม.2/2"
  },
  {
    "id": "17834",
    "name": "เด็กชาย ภัคพงษ์ เขียวเอี่ยม 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17813",
    "name": "เด็กหญิง ฐิติวรดา คันธิยะ 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17831",
    "name": "เด็กหญิง กมลวรรณ มีเพียร 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17857",
    "name": "เด็กหญิง ศิริลักษณ์ ยกตรี 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17864",
    "name": "เด็กหญิง สโรชา ปิ่นแจ้ง 2.3",
    "studentClass": "ม.2/3"
  },
  {
    "id": "17862",
    "name": "เด็กชาย พิภพภัทร อยู่คง 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17833",
    "name": "เด็กหญิง มีนานุช แย้มแข 2.4",
    "studentClass": "ม.2/4"
  },
  {
    "id": "17809",
    "name": "เด็กชาย ณัฐพัฒน์ ศรีรักษา 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17860",
    "name": "เด็กหญิง อชิรญาณ์ มั่นคง 2.5",
    "studentClass": "ม.2/5"
  },
  {
    "id": "17465",
    "name": "เด็กชาย ภาคิน ขุนทอง 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17819",
    "name": "เด็กชาย จิรภัทร จินาพันธุ์ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17847",
    "name": "��ด็กชาย อธิษฐ์พัชร์ สายเสือ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17814",
    "name": "เด็กหญิง ศศิวิมล คำอินทร์ 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17816",
    "name": "เด็กหญิง อรจิรา เอมอุไร 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17852",
    "name": "เด็กหญิง วิภาวี บัวเผื่อน 2.6",
    "studentClass": "ม.2/6"
  },
  {
    "id": "17655",
    "name": "เด็กชาย ศุภวิชญ์ น้ำทรัพย์ 2.7",
    "studentClass": "ม.2/7"
  },
  {
    "id": "17854",
    "name": "นายกฤษฎา นวลเกิด 5.7",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17821",
    "name": "วรเชษฐ์ ทาใส 6/2",
    "studentClass": "ม.1/1"
  },
  {
    "id": "17822",
    "name": "นาย ณรงค์ชัย เม่งมั่งมี 6.1",
    "studentClass": "ม.1/1"
  }
];
